{
  "response": {
    "status": "ok",
    "userTier": "developer",
    "total": 140,
    "startIndex": 1,
    "pageSize": 10,
    "currentPage": 1,
    "pages": 14,
    "orderBy": "relevance",
    "results": [
      {
        "id": "food/2019/nov/30/scallop-roe-alternative-use-taramasalata-recipe-waste-not-tom-hunt",
        "type": "article",
        "sectionId": "food",
        "sectionName": "Food",
        "webPublicationDate": "2019-11-30T06:00:28Z",
        "webTitle": "An alternative use for scallop roe",
        "webUrl": "https://www.theguardian.com/food/2019/nov/30/scallop-roe-alternative-use-taramasalata-recipe-waste-not-tom-hunt",
        "apiUrl": "https://content.guardianapis.com/food/2019/nov/30/scallop-roe-alternative-use-taramasalata-recipe-waste-not-tom-hunt",
        "fields": {
          "headline": "An alternative use for scallop roe",
          "standfirst": "<p>Diver-caught scallops are fresher, less environmentally harmful, and include the best bit many fishmongers leave out, the roe</p>",
          "trailText": "Diver-caught scallops are fresher, less environmentally harmful, and include the best bit many fishmongers leave out, the roe",
          "byline": "Tom Hunt",
          "main": "<figure class=\"element element-image\" data-media-id=\"8cf85b4edc5cb600a3585166df4831306f2e7d33\"> <img src=\"https://media.guim.co.uk/8cf85b4edc5cb600a3585166df4831306f2e7d33/971_0_3648_3648/1000.jpg\" alt=\"Tom Hunt’s scallop roe taramasalata.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Hunt’s scallop roe taramasalata.</span> <span class=\"element-image__credit\">Photograph: Tom Hunt/The Guardian</span> </figcaption> </figure>",
          "body": "<p>Cream-coloured scallops with their bright coral roes are an exquisite treat to be savoured in their entirety. Some fishmongers sell them shelled and without the roe, but if possible avoid buying these, because not only are they missing the best bit, they’re likely dredged, too, which ploughs up the sea bed. Diver-caught scallops may be pricey, but they are picked selectively by hand, so preserving other oceanic species and avoiding unnecessary waste. They’re usually sold live in the shell, too, so you know they’re fresh. </p> <p>Ignore daft recipes that call for only the meaty, white flesh and add the roe anyway – it won’t affect the dish. Even the frill is edible, incidentally, and is delicious minced and fried. If you do, however, find yourself with roes to use up, whip up this smoky tarama.</p> <h2>Scallop roe taramasalata</h2> <p>If you like seafood and mayonnaise, this is the recipe for you. Homemade taramasalata is an entirely different beast from the ultra-processed, pink gloop you find in supermarkets. Smoked roes are blended with oil in a similar way to mayonnaise, making a fresh and powerful, umami-flavoured dip. A fishmonger might even sell you roes separately, though I’d recommend using the whole scallop.</p> <p><strong>50g scallop roes or whole scallops</strong> (diver-caught, ideally)<br><strong>1 tsp fine sea salt<br>1 tsp tea leaves<br>30g slice stale wholemeal bread</strong>, cut into cubes<br><strong>1 dash </strong><strong>whole milk<br>1 small garlic clove</strong>, peeled<br><strong>50-80ml extra-virgin olive oil<br>¼ unwaxed lemon</strong>, zested and juiced<br><strong>½ tsp smoked paprika</strong></p> <p>Salt the scallop roes (or scallops) with a teaspoon of fine sea salt, leave for 15 minutes, then rinse and pat dry. Put the tea leaves in an old saucepan, put a metal sieve on top, pop in the scallop and cover with a lid. Place on a medium heat and, once you see smoke, leave cook for three minutes. Turn off the heat and leave until the smoke stops.</p> <p>To make the taramasalata, soak the bread in a dash of milk until it softens, squeeze out any excess milk, then put the bread in a small blender with the smoked scallop, garlic, 50ml of the oil and the lemon zest and juice. Blend smooth, then check the consistency; add more oil to make it thicker, if necessary. Serve with toast or crudités, and keep in the fridge for up to five days.</p>",
          "newspaperPageNumber": "20",
          "wordcount": "389",
          "commentCloseDate": "2019-12-26T13:35:00Z",
          "commentable": "true",
          "firstPublicationDate": "2019-11-30T06:00:28Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-11-30T06:00:28Z",
          "newspaperEditionDate": "2019-11-30T00:00:00Z",
          "productionOffice": "UK",
          "publication": "The Guardian",
          "shortUrl": "https://gu.com/p/cnkzc",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/8cf85b4edc5cb600a3585166df4831306f2e7d33/0_205_5472_3283/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "isLive": "true",
          "bodyText": "Cream-coloured scallops with their bright coral roes are an exquisite treat to be savoured in their entirety. Some fishmongers sell them shelled and without the roe, but if possible avoid buying these, because not only are they missing the best bit, they’re likely dredged, too, which ploughs up the sea bed. Diver-caught scallops may be pricey, but they are picked selectively by hand, so preserving other oceanic species and avoiding unnecessary waste. They’re usually sold live in the shell, too, so you know they’re fresh. Ignore daft recipes that call for only the meaty, white flesh and add the roe anyway – it won’t affect the dish. Even the frill is edible, incidentally, and is delicious minced and fried. If you do, however, find yourself with roes to use up, whip up this smoky tarama. Scallop roe taramasalata If you like seafood and mayonnaise, this is the recipe for you. Homemade taramasalata is an entirely different beast from the ultra-processed, pink gloop you find in supermarkets. Smoked roes are blended with oil in a similar way to mayonnaise, making a fresh and powerful, umami-flavoured dip. A fishmonger might even sell you roes separately, though I’d recommend using the whole scallop. 50g scallop roes or whole scallops (diver-caught, ideally) 1 tsp fine sea salt 1 tsp tea leaves 30g slice stale wholemeal bread, cut into cubes 1 dash whole milk 1 small garlic clove, peeled 50-80ml extra-virgin olive oil ¼ unwaxed lemon, zested and juiced ½ tsp smoked paprika Salt the scallop roes (or scallops) with a teaspoon of fine sea salt, leave for 15 minutes, then rinse and pat dry. Put the tea leaves in an old saucepan, put a metal sieve on top, pop in the scallop and cover with a lid. Place on a medium heat and, once you see smoke, leave cook for three minutes. Turn off the heat and leave until the smoke stops. To make the taramasalata, soak the bread in a dash of milk until it softens, squeeze out any excess milk, then put the bread in a small blender with the smoked scallop, garlic, 50ml of the oil and the lemon zest and juice. Blend smooth, then check the consistency; add more oil to make it thicker, if necessary. Serve with toast or crudités, and keep in the fridge for up to five days.",
          "charCount": "2227",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "true",
          "bylineHtml": "<a href=\"profile/tom-hunt\">Tom Hunt</a>"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "lifeandstyle/2019/nov/26/grand-aioli-the-dinner-to-cook-when-you-cant-be-bothered-cooking",
        "type": "article",
        "sectionId": "lifeandstyle",
        "sectionName": "Life and style",
        "webPublicationDate": "2019-11-25T17:00:01Z",
        "webTitle": "Grand aioli: the dinner to cook when you can't be bothered cooking",
        "webUrl": "https://www.theguardian.com/lifeandstyle/2019/nov/26/grand-aioli-the-dinner-to-cook-when-you-cant-be-bothered-cooking",
        "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/nov/26/grand-aioli-the-dinner-to-cook-when-you-cant-be-bothered-cooking",
        "fields": {
          "headline": "Grand aioli: the dinner to cook when you can't be bothered cooking",
          "standfirst": "<p>Satisfying, visually impressive and easy to assemble, this French-style grazing board is ideal for a warm summer night</p>",
          "trailText": "Satisfying, visually impressive and easy to assemble, this French-style grazing board is ideal for a warm summer night",
          "byline": "Jackie Middleton",
          "main": "<figure class=\"element element-image\" data-media-id=\"f8a8099e2c4b105c3794a51f7f381b4cf409fb33\"> <img src=\"https://media.guim.co.uk/f8a8099e2c4b105c3794a51f7f381b4cf409fb33/1_0_3146_1889/1000.jpg\" alt=\"A rainbow grand aioli board\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A rainbow grand aioli board with precooked prawns, asparagus, radish, broccolini, carrots and more.</span> <span class=\"element-image__credit\">Photograph: Jackie Middleton</span> </figcaption> </figure>",
          "body": "<p>Sometimes cooking dinner is just never going to happen: too busy, too hot, too hard, too much.</p> <p>Let precooked prawns and some quick veggie blanching come to the rescue for something with a bit more “wow” than salad. Grand aioli is a lovely French way of eating that we totally embrace in my house. You can whizz up the garlicky mayonnaise following the recipe below, or make prep even quicker by buying some high-quality aioli from the deli.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/food/2019/nov/12/jackie-middletons-quick-and-easy-caprese-inspired-frittata-recipe\">Jackie Middleton's quick and easy caprese-inspired frittata recipe</a> </p> </aside>  <p>The aioli is the hero that all the bits get dipped in, to create a grazing board that is perfect for a quick yet proper dinner. It also works for snacks with friends, a long festive lunch or feeding a hoard.</p> <h2>Prawns, grand aioli and rainbow vegetable board</h2> <p>Prep <strong>15 mins</strong> <br>Cook <strong>10 mins </strong><br>Serves <strong>2 greedy people</strong> <br><br>Use as many or as few vegetables and salad leaves as you care to prep. Creamy taramasalata is a great complimentary flavour, acting as an interlude to the bitey aioli, you can also skip it or go lighter with a fresh tzatziki.</p> <p>I use a quirky but efficient method to blanche veggies. Heat water in a deep, wide fry pan with the lid on, until it is boiling rapidly. The water needs to be really salty, then it seasons slightly as you go.</p> <p>Each vegetable type is blanched separately, one after another, as I trim stalks and cut, so they cook uniformly.</p> <p>Beans and asparagus take two minutes, broccoli and flatbeans about three minutes, and small carrots about five minutes. The key is to scoop them out before they are cooked through and then lay them straight on to a clean tea towel, were the residual heat continues to cook them slightly as they cool.</p> <p>I’d much rather all my veggies crunchy than soft. On occasion, if we just can’t wait, we just eat them all raw.</p> <p><strong>500g whole cooked Australian prawns</strong> (about 200g to 250g a person). I’m a fan of the small, sweet school prawns<br><strong>100g aioli</strong><br><strong>100g taramasalata</strong><br><strong>Selection of raw and steamed/blanched vegetables</strong>, allow about 350g to 450g a person.</p> <p>If you need inspiration, here are some vegetables and leaves I love to dip in aioli. <br><br><strong>Raw</strong> <br>Crunchy cos and witlof leaves <br>Radishes, cut in half <br>Mini bell peppers, cut in half –&#xa0;they make an excellent aioli spoon <br>Cucumber, cut in long sticks <br>Fennel, cut into wedges <br>Cherry tomatoes<br><br><strong>Blanched or quickly steamed</strong> <br>Green and flat beans, stalk off but whole <br>Asparagus, local only in season <br>Broccolini <br>Dutch carrots, stalks trimmed <br>Kipfler and purple congo potatoes, these need to be cooked through but will boil in 10 mins if you select the smaller ones. Cut them lengthways so dipping is easy. <br><br><strong>Extras</strong>: <br>Boiled egg, quartered <br>Wedges of spicy sausage or sliced ham<br>Fresh baguette, rye crackers or grissini</p> <p>Assemble them all on a plate and use your fingers to eat – no cutlery required. Just remember the napkins and a shell bowl.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/food/2019/aug/20/nigel-slaters-carrots-rice-and-crisp-summer-vegetables-recipe\">Nigel Slater’s carrots, rice and crisp summer vegetables recipe</a> </p> </aside>  <h2><strong>To make the aioli</strong></h2> <p>Using a stick blender and a mug to whip this up is the fastest way, or go classical with a whisk and bowl. If you’ve not made mayo with a blender before, the secret is to not move the blender once the oil is in, trust the process or risk the consequence: no emulsion.</p> <p>If in doubt google “blender mayo” for a thousand YouTube videos. <br><br><strong>1 free-range egg yolk</strong> (stash the white in your freezer for a future pavlova or meringues) <br><strong>1 garlic clove</strong>, peeled and crushed <br><strong>Generous pinch sea salt</strong> <br><strong>Juice from 1 lemon</strong><br><strong>80ml light olive oil </strong>– pick one with a neutral flavour</p> <p>Roasting the garlic first helps to take the bite out of it. You can roast the clove in the oven for five minutes. I love the virtuous raw garlic bite so usually skip this step –&#xa0;you can use it raw. Place the egg yolk, garlic, salt and lemon juice in a mug and whizz with a stick blender. With the blender firmly in the base of the mug, not moving, add the olive oil and watch with amazement as the vortex of the egg emulsifies into aioli in 20 seconds.</p> <p>Scoop into a small bowl and immediately rinse that blender, so you don’t regret it later.</p> <h2><strong>For later in the week</strong></h2> <ul> <li><p>Always blanch more veggies than you need, they will make you a step ahead for dinner or lunch the next day. The same with boiled eggs, I cook six at a time at least.</p></li> <li><p>Leftover prawn heads and shells make a great quick broth. Cover with water, extra salt and boil for 30-45 minutes to extract the goodness. Stash in the fridge and use as a broth base with some frozen dumplings and the extra green vegetables.</p></li> </ul>",
          "contributorBio": "Jackie Middleton is a self-taught cook and head food nerd at Earl Canteen, Melbourne",
          "wordcount": "790",
          "firstPublicationDate": "2019-11-25T17:00:01Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-11-25T17:01:56Z",
          "productionOffice": "AUS",
          "publication": "theguardian.com",
          "shortUrl": "https://gu.com/p/cndqz",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/f8a8099e2c4b105c3794a51f7f381b4cf409fb33/1_0_3146_1889/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "isLive": "true",
          "bodyText": "Sometimes cooking dinner is just never going to happen: too busy, too hot, too hard, too much. Let precooked prawns and some quick veggie blanching come to the rescue for something with a bit more “wow” than salad. Grand aioli is a lovely French way of eating that we totally embrace in my house. You can whizz up the garlicky mayonnaise following the recipe below, or make prep even quicker by buying some high-quality aioli from the deli. The aioli is the hero that all the bits get dipped in, to create a grazing board that is perfect for a quick yet proper dinner. It also works for snacks with friends, a long festive lunch or feeding a hoard. Prawns, grand aioli and rainbow vegetable board Prep 15 mins Cook 10 mins Serves 2 greedy people Use as many or as few vegetables and salad leaves as you care to prep. Creamy taramasalata is a great complimentary flavour, acting as an interlude to the bitey aioli, you can also skip it or go lighter with a fresh tzatziki. I use a quirky but efficient method to blanche veggies. Heat water in a deep, wide fry pan with the lid on, until it is boiling rapidly. The water needs to be really salty, then it seasons slightly as you go. Each vegetable type is blanched separately, one after another, as I trim stalks and cut, so they cook uniformly. Beans and asparagus take two minutes, broccoli and flatbeans about three minutes, and small carrots about five minutes. The key is to scoop them out before they are cooked through and then lay them straight on to a clean tea towel, were the residual heat continues to cook them slightly as they cool. I’d much rather all my veggies crunchy than soft. On occasion, if we just can’t wait, we just eat them all raw. 500g whole cooked Australian prawns (about 200g to 250g a person). I’m a fan of the small, sweet school prawns 100g aioli 100g taramasalata Selection of raw and steamed/blanched vegetables, allow about 350g to 450g a person. If you need inspiration, here are some vegetables and leaves I love to dip in aioli. Raw Crunchy cos and witlof leaves Radishes, cut in half Mini bell peppers, cut in half – they make an excellent aioli spoon Cucumber, cut in long sticks Fennel, cut into wedges Cherry tomatoes Blanched or quickly steamed Green and flat beans, stalk off but whole Asparagus, local only in season Broccolini Dutch carrots, stalks trimmed Kipfler and purple congo potatoes, these need to be cooked through but will boil in 10 mins if you select the smaller ones. Cut them lengthways so dipping is easy. Extras: Boiled egg, quartered Wedges of spicy sausage or sliced ham Fresh baguette, rye crackers or grissini Assemble them all on a plate and use your fingers to eat – no cutlery required. Just remember the napkins and a shell bowl. To make the aioli Using a stick blender and a mug to whip this up is the fastest way, or go classical with a whisk and bowl. If you’ve not made mayo with a blender before, the secret is to not move the blender once the oil is in, trust the process or risk the consequence: no emulsion. If in doubt google “blender mayo” for a thousand YouTube videos. 1 free-range egg yolk (stash the white in your freezer for a future pavlova or meringues) 1 garlic clove, peeled and crushed Generous pinch sea salt Juice from 1 lemon 80ml light olive oil – pick one with a neutral flavour Roasting the garlic first helps to take the bite out of it. You can roast the clove in the oven for five minutes. I love the virtuous raw garlic bite so usually skip this step – you can use it raw. Place the egg yolk, garlic, salt and lemon juice in a mug and whizz with a stick blender. With the blender firmly in the base of the mug, not moving, add the olive oil and watch with amazement as the vortex of the egg emulsifies into aioli in 20 seconds. Scoop into a small bowl and immediately rinse that blender, so you don’t regret it later. For later in the week Always blanch more veggies than you need, they will make you a step ahead for dinner or lunch the next day. The same with boiled eggs, I cook six at a time at least. Leftover prawn heads and shells make a great quick broth. Cover with water, extra salt and boil for 30-45 minutes to extract the goodness. Stash in the fridge and use as a broth base with some frozen dumplings and the extra green vegetables.",
          "charCount": "4296",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "true",
          "bylineHtml": "<a href=\"profile/jackie-middleton\">Jackie Middleton</a>"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "food/2019/oct/17/flaccid-croissants-oil-drenched-carbs-train-jay-rayner",
        "type": "article",
        "sectionId": "food",
        "sectionName": "Food",
        "webPublicationDate": "2019-10-17T11:00:26Z",
        "webTitle": "Flaccid croissants, oil-drenched carbs. Yes, I’m on the road again",
        "webUrl": "https://www.theguardian.com/food/2019/oct/17/flaccid-croissants-oil-drenched-carbs-train-jay-rayner",
        "apiUrl": "https://content.guardianapis.com/food/2019/oct/17/flaccid-croissants-oil-drenched-carbs-train-jay-rayner",
        "fields": {
          "headline": "Flaccid croissants, oil-drenched carbs. Yes, I’m on the road again",
          "standfirst": "The UK food revolution has bypassed the likes of public transport and motorway service stations. Why must we still suffer like this?",
          "trailText": "The UK food revolution has bypassed the likes of public transport and motorway service stations. Why must we still suffer like this?",
          "byline": "Jay Rayner",
          "main": "<figure class=\"element element-image\" data-media-id=\"d27891ffa37a15ec9bbecae787a07de51480583e\"> <img src=\"https://media.guim.co.uk/d27891ffa37a15ec9bbecae787a07de51480583e/4_66_3096_1858/1000.jpg\" alt=\"Worst motorway servicesGeneral view of a dining area at Thurrock services on the M25, which has been named the worst motorway service area in England. PRESS ASSOCIATION Photo. Picture date: Monday July 23, 2018. The service station scored a customer satisfaction rating of just 68% - the lowest in the country - in a survey by watchdog Transport Focus. See PA story TRANSPORT Services. Photo credit should read: Nick Ansell/PA Wire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘In a well-equipped motorway services you’ll have the full choice from Burger King to KFC to Costa’: Jay Rayner.</span> <span class=\"element-image__credit\">Photograph: Nick Ansell/PA</span> </figcaption> </figure>",
          "body": "<p>Welcome to gastronomic hell. Or, to be more exact, seat 24, carriage C, on the 11am to Bristol Temple Meads. For it is autumn and I am travelling again, from one end of the United Kingdom to the other. There will be planes, trains and automobiles and while punctuality can’t be guaranteed, one thing is certain: the eating options will be truly awful. We like to think we have gone through a food revolution in this country over the past few decades and in terms of restaurants, and availability of ingredients, we have. But start travelling by public transport or, God help you, pull into a motorway services, and it becomes clear that revolution is still at the Molotov-cocktail-throwing stage.</p> <p>In Bristol or Peckham or Ancoats right now it’s all ’nduja and seared hispi cabbage and roasted golden beetroot with whipped feta. Meanwhile, on the 11am to Temple Meads it’s “Would you like to avail yourself of our coffee and Twix deal for £3?” and “Just how bad would you like to feel about yourself today?” The fact is you can have anything you like when you’re on the move in the UK as long as it’s a bolus of oil-drenched carbs. There are sugar-spiked muffins, and dismal croissants so flaccid no form of culinary Viagra would ever get them up again. The buffet car sandwiches taste of profit margin and old age. The “healthy option” on board is a bag of salted peanuts. Get on a domestic flight and a mini-tube of paprika flavour Pringles is about as close as you’ll get to an act of self-care. And in a well-equipped motorway services you’ll have the full choice from Burger King to KFC to Costa.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>On a domestic flight, a mini-tube of paprika flavour Pringles is about as close as you’ll get to an act of self-care</p> </blockquote> </aside>  <p>Try to deal with the problem and people will point and laugh. An example: <em>The Kitchen Cabinet</em>, the food panel show I present for Radio 4, generally gets to and from the locations of our early evening live recordings by train. At the end, those of us heading back to London get on board, fully aware that the choice in the buffet car was appalling in the morning and now, gone 8pm, will be a meagre choice of awful. So we have a train picnic purchased in advance: olives and charcuterie, hummus and good cheeses and fresh fruit. One evening I posted a picture of this to Twitter, as we hurtled back from Birmingham or Stoke or Stafford.</p> <p>It was such an extraordinary sight, this train table of nice things to eat, that hundreds of people piled in with their comments. Which in turn resulted in dailymail.co.uk running a story about how I had divided Twitter with my “VERY middle-class train picnic”. There were reasonable complaints about the amount of plastic. Some questioned the etiquette around eating possibly stinky foods in an open carriage. Taramasalata and sourdough crackers, anyone?</p> <p>Honestly, the <em>Kitchen Cabinet </em>team would happily avoid both of these issues if there was the kind of modestly ambitious dining car of the sort other countries’ rail operators seem to manage. But almost all of them have been phased out in the UK.</p> <p>Instead we have little choice but to raid the nearest Waitrose for the cream of its Essentials range. From time to time, just as with hospital food, there is an initiative. A well-known, well-meaning chef is hired to put his name to a range of products. The branding is always gorgeous. But the contents always amount to the same thing: carb on carb on carb. Perhaps you disagree. If so, you are welcome to come and argue the point. You’ll find me in a sugar-induced coma in coach C.</p>",
          "newspaperPageNumber": "5",
          "wordcount": "618",
          "commentCloseDate": "2019-10-20T11:00:26Z",
          "commentable": "true",
          "firstPublicationDate": "2019-10-17T11:00:26Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-10-17T11:00:26Z",
          "newspaperEditionDate": "2019-10-20T00:00:00Z",
          "productionOffice": "UK",
          "publication": "The Observer",
          "shortUrl": "https://gu.com/p/cfya9",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/d27891ffa37a15ec9bbecae787a07de51480583e/4_66_3096_1858/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "isLive": "true",
          "bodyText": "Welcome to gastronomic hell. Or, to be more exact, seat 24, carriage C, on the 11am to Bristol Temple Meads. For it is autumn and I am travelling again, from one end of the United Kingdom to the other. There will be planes, trains and automobiles and while punctuality can’t be guaranteed, one thing is certain: the eating options will be truly awful. We like to think we have gone through a food revolution in this country over the past few decades and in terms of restaurants, and availability of ingredients, we have. But start travelling by public transport or, God help you, pull into a motorway services, and it becomes clear that revolution is still at the Molotov-cocktail-throwing stage. In Bristol or Peckham or Ancoats right now it’s all ’nduja and seared hispi cabbage and roasted golden beetroot with whipped feta. Meanwhile, on the 11am to Temple Meads it’s “Would you like to avail yourself of our coffee and Twix deal for £3?” and “Just how bad would you like to feel about yourself today?” The fact is you can have anything you like when you’re on the move in the UK as long as it’s a bolus of oil-drenched carbs. There are sugar-spiked muffins, and dismal croissants so flaccid no form of culinary Viagra would ever get them up again. The buffet car sandwiches taste of profit margin and old age. The “healthy option” on board is a bag of salted peanuts. Get on a domestic flight and a mini-tube of paprika flavour Pringles is about as close as you’ll get to an act of self-care. And in a well-equipped motorway services you’ll have the full choice from Burger King to KFC to Costa. Try to deal with the problem and people will point and laugh. An example: The Kitchen Cabinet, the food panel show I present for Radio 4, generally gets to and from the locations of our early evening live recordings by train. At the end, those of us heading back to London get on board, fully aware that the choice in the buffet car was appalling in the morning and now, gone 8pm, will be a meagre choice of awful. So we have a train picnic purchased in advance: olives and charcuterie, hummus and good cheeses and fresh fruit. One evening I posted a picture of this to Twitter, as we hurtled back from Birmingham or Stoke or Stafford. It was such an extraordinary sight, this train table of nice things to eat, that hundreds of people piled in with their comments. Which in turn resulted in dailymail.co.uk running a story about how I had divided Twitter with my “VERY middle-class train picnic”. There were reasonable complaints about the amount of plastic. Some questioned the etiquette around eating possibly stinky foods in an open carriage. Taramasalata and sourdough crackers, anyone? Honestly, the Kitchen Cabinet team would happily avoid both of these issues if there was the kind of modestly ambitious dining car of the sort other countries’ rail operators seem to manage. But almost all of them have been phased out in the UK. Instead we have little choice but to raid the nearest Waitrose for the cream of its Essentials range. From time to time, just as with hospital food, there is an initiative. A well-known, well-meaning chef is hired to put his name to a range of products. The branding is always gorgeous. But the contents always amount to the same thing: carb on carb on carb. Perhaps you disagree. If so, you are welcome to come and argue the point. You’ll find me in a sugar-induced coma in coach C.",
          "charCount": "3422",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "true",
          "bylineHtml": "<a href=\"profile/jayrayner\">Jay Rayner</a>"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "science/2019/dec/02/did-you-solve-it-smart-as-a-box-of-frogs",
        "type": "article",
        "sectionId": "science",
        "sectionName": "Science",
        "webPublicationDate": "2019-12-02T17:10:09Z",
        "webTitle": "Did you solve it? Smart as a box of frogs",
        "webUrl": "https://www.theguardian.com/science/2019/dec/02/did-you-solve-it-smart-as-a-box-of-frogs",
        "apiUrl": "https://content.guardianapis.com/science/2019/dec/02/did-you-solve-it-smart-as-a-box-of-frogs",
        "fields": {
          "headline": "Did you solve it? Smart as a box of frogs",
          "standfirst": "<p>The solutions to today’s puzzles and the results of the Xmas univocalic challenge</p>",
          "trailText": "The solutions to today’s puzzles ",
          "byline": "Alex Bellos",
          "main": "<figure class=\"element element-image\" data-media-id=\"ddf262aba5042b22c95ea5dbf8e2851ae4954cbe\"> <img src=\"https://media.guim.co.uk/ddf262aba5042b22c95ea5dbf8e2851ae4954cbe/0_350_3456_2074/1000.jpg\" alt=\"undefined\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>",
          "body": "<p><a href=\"https://www.theguardian.com/science/2019/dec/02/can-you-solve-it-smart-as-a-box-of-frogs\">Earlier today </a>I set you a Christmas challenge (about which more below) and these three puzzles from the <a href=\"https://mathigon.org/puzzles\">Mathigon advent calendar</a>:</p>  <figure class=\"element element-image\" data-media-id=\"dd67363c7a129bd0b96abb0625bf7ac1c3fba298\"> <img src=\"https://media.guim.co.uk/dd67363c7a129bd0b96abb0625bf7ac1c3fba298/0_0_1800_1080/1000.jpg\" alt=\"undefined\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>The answer is 16</p>  <figure class=\"element element-image\" data-media-id=\"88fda1330a694bdc88803f58a7dafd542b9e9cbe\"> <img src=\"https://media.guim.co.uk/88fda1330a694bdc88803f58a7dafd542b9e9cbe/0_0_1800_1080/1000.jpg\" alt=\"undefined\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"6e074a7bbeb180f90f06ba95b8a2780aae085e59\"> <img src=\"https://media.guim.co.uk/6e074a7bbeb180f90f06ba95b8a2780aae085e59/0_0_1800_1080/1000.jpg\" alt=\"undefined\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>The answer is to cross a corner like this:</p>  <figure class=\"element element-image\" data-media-id=\"8aa8a79d94be86d43dc6df4263d4f0b265e588a2\"> <img src=\"https://media.guim.co.uk/8aa8a79d94be86d43dc6df4263d4f0b265e588a2/0_0_1800_1080/1000.jpg\" alt=\"undefined\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"925c39ea4ab99869d476185b4eda3c77576510a3\"> <img src=\"https://media.guim.co.uk/925c39ea4ab99869d476185b4eda3c77576510a3/0_0_1800_1080/1000.jpg\" alt=\"undefined\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p><strong>The solution is</strong>: 2178 x 4 = 8712 (The full workings out are below)</p> <p>I also set a festive challenge: write a sentence about Christmas of at least seven words in which a is the only vowel allowed. (I should have made it clear that ‘y’ is not allowed when used as a vowel, since many of you used a ‘y’.)</p> <p>I had more than one hundred entries. Many were brilliant, so thanks for taking the time to compose them. Here are the best ones. I favoured sentences that best disguised the constraint, that is, that did not read in a stilted way, that said something relevant and meaningful, and that made me laugh. Mostly, I felt the shortest ones worked best.</p> <p>My favourite was:</p> <p><strong>Last Xmas, Santa sang Wham’s Last Xmas.</strong></p> <p>(By Joyce Buchan. Congrats! A copy of <em>So You Think You’ve Got Problems? </em>on its way to you)</p> <p>The runners up were:</p> <p><em>At Xmas a man and a bag alarm Grandad’s cat.</em></p> <p><em>Grandma wants Santa’s pants at Xmas as an award</em></p> <p><em>All art and rhythm starts at Xmas</em></p> <p><em>Bad karma attracts Santa’s cats’ sharp claws!</em></p> <p><em>Pack bag, grab map, add a hat - Papa Xmas</em></p> <p><em>A bad lad and lass, Adam and pal, saw Santa (anagram Satan) at Xmas and had an asp attack.</em></p> <p><em>As mama’s spawn saw straw, a far star had Caspar, Balthazar and pal hatch a gallant plan: a caravan.</em></p> <p><em>“Aargh! Fat bastard!” bawl brats and charlatans at Xmas bacchanal as adamant phantasmal Lapland handcraftsman (aka Santa) backs karma law (bad = nada) as awards standard.</em></p> <p>These ones were eliminated because they used a ‘y’ as a vowel, but I liked them anyway:</p> <p><em>Xmas: a baby has a grand Dad.</em></p> <p><em>ART - RAT - TAR - Abracadabra!! Mark’s anagrams add zap at an Xmas party at Alan’s flat.</em></p> <p><em>What can man call a cat at Bahamas at Xmas? Sandy Claws!</em></p> <p><em>By a far away track, at dark, Amanda (a nasty pagan) has a dastardly plan, lays a trap and splat, slays Santa!</em></p> <p><em>Awkward affray as a gallant Arkansas mall Santa attacks scallywags at salad bar</em></p> <p><em>Dad wants an Xmas walk and says “warm hat and scarf, Jack, and Anna grab that mac!</em></p> <p><em>Santa lands,<br>Hangs sacks,<br>Warms hands,<br>Dawn cracks;<br>Lad larks,<br>Lass plays;<br>Dad barks,<br>Nan prays;<br>Cat claws -<br>Balls crash;<br>Fat paws -<br>What a mash;<br>Xmas Day:<br>Dark falls;<br>Away, away -<br>Xmas palls.</em></p> <p><em>Dad’s Xmas ham and taramasalata wrap, that ghastly last straw saw Mary snap.</em></p> <p>Also commended was one reader who sent in this one with only ‘e’s:</p> <p><em>The free sherry decrees the red gent be very, extremely, vehemently merry.</em></p> <p>Now for the proof of the ABCD x 4 = DCBA puzzle:</p> <p>Since the digits in any four digit number describe the thousands, hundreds, tens and units of that number, the four digit numbers in the equation can be rewritten:</p> <p>(1000A + 100B + 10C + D) x 4 = 1000D + 100C + 10 B + A</p> <p>The term to the left of the equals sign must be even, so the term to the right of the equals sign is even, and thus A is even.</p> <p>If A was 3 or bigger, then the number to the left of the equals sign would be bigger than 1000 x 3 x 4 = 12,000, which is forbidden since this would make the number to the right of the equals sign more than four digits. So A = 2.</p> <p>Since A = 2, the left hand side of the equation is at least 8000. So D is either 8 or 9. But if D was 9, then the units digit on the left hand side of the equation would be 6, since 9 x 4 = 36. We know, however, that the units digit must be 2, so we deduce D = 8.</p> <p>Now let’s substitute these two values in the original equation:</p> <p>(2000 + 100B + 40C + 8) x 4 = 8000 + 100C + 10B + 2</p> <p>Which reduces to</p> <p>13B + 1 = 2C</p> <p>The only solutions here are B = 1 and C = 7</p> <p>So the answer is 2178 x 4 = 8712</p> <p>Thanks to everyone! I hope you enjoyed the puzzles and I’ll be back in two weeks.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"b6d13212d260ce7ca1ed165647cda436eaa71446\"> <img src=\"https://media.guim.co.uk/b6d13212d260ce7ca1ed165647cda436eaa71446/0_0_3822_5000/764.jpg\" alt=\"So You Think You’ve Got Problems?\" width=\"764\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">So You Think You’ve Got Problems?</span> <span class=\"element-image__credit\">Photograph: Guardian Faber</span> </figcaption> </figure>  <p><em>Don’t forget to add a copy of <a href=\"https://amzn.to/34wLJRA\">So You Think You’ve Got Problems?</a> to your Christmas list! The book is a compendium of 200 or so puzzles together with historical and mathematical background. The puzzles span wordplay, logic, geometry, linguistics, topology and many other fields. It’s for all abilities: there are very simple teasers that children will be able to do and utterly baffling ones for only the sharpest minds.</em></p> <p><em>Thanks to Philipp Legner of Mathigon for today’s puzzles. The first one originally appeared in the Netherlands Junior <a href=\"https://www.theguardian.com/science/mathematics\">Mathematics</a> Olympiad. The other two are of unknown origin.</em></p>",
          "wordcount": "833",
          "commentCloseDate": "2019-12-05T17:15:00Z",
          "commentable": "true",
          "firstPublicationDate": "2019-12-02T17:10:09Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-12-03T09:45:08Z",
          "productionOffice": "UK",
          "publication": "theguardian.com",
          "shortUrl": "https://gu.com/p/cz6zn",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/ddf262aba5042b22c95ea5dbf8e2851ae4954cbe/0_350_3456_2074/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "isLive": "true",
          "bodyText": "Earlier today I set you a Christmas challenge (about which more below) and these three puzzles from the Mathigon advent calendar: The answer is 16 The answer is to cross a corner like this: The solution is: 2178 x 4 = 8712 (The full workings out are below) I also set a festive challenge: write a sentence about Christmas of at least seven words in which a is the only vowel allowed. (I should have made it clear that ‘y’ is not allowed when used as a vowel, since many of you used a ‘y’.) I had more than one hundred entries. Many were brilliant, so thanks for taking the time to compose them. Here are the best ones. I favoured sentences that best disguised the constraint, that is, that did not read in a stilted way, that said something relevant and meaningful, and that made me laugh. Mostly, I felt the shortest ones worked best. My favourite was: Last Xmas, Santa sang Wham’s Last Xmas. (By Joyce Buchan. Congrats! A copy of So You Think You’ve Got Problems? on its way to you) The runners up were: At Xmas a man and a bag alarm Grandad’s cat. Grandma wants Santa’s pants at Xmas as an award All art and rhythm starts at Xmas Bad karma attracts Santa’s cats’ sharp claws! Pack bag, grab map, add a hat - Papa Xmas A bad lad and lass, Adam and pal, saw Santa (anagram Satan) at Xmas and had an asp attack. As mama’s spawn saw straw, a far star had Caspar, Balthazar and pal hatch a gallant plan: a caravan. “Aargh! Fat bastard!” bawl brats and charlatans at Xmas bacchanal as adamant phantasmal Lapland handcraftsman (aka Santa) backs karma law (bad = nada) as awards standard. These ones were eliminated because they used a ‘y’ as a vowel, but I liked them anyway: Xmas: a baby has a grand Dad. ART - RAT - TAR - Abracadabra!! Mark’s anagrams add zap at an Xmas party at Alan’s flat. What can man call a cat at Bahamas at Xmas? Sandy Claws! By a far away track, at dark, Amanda (a nasty pagan) has a dastardly plan, lays a trap and splat, slays Santa! Awkward affray as a gallant Arkansas mall Santa attacks scallywags at salad bar Dad wants an Xmas walk and says “warm hat and scarf, Jack, and Anna grab that mac! Santa lands, Hangs sacks, Warms hands, Dawn cracks; Lad larks, Lass plays; Dad barks, Nan prays; Cat claws - Balls crash; Fat paws - What a mash; Xmas Day: Dark falls; Away, away - Xmas palls. Dad’s Xmas ham and taramasalata wrap, that ghastly last straw saw Mary snap. Also commended was one reader who sent in this one with only ‘e’s: The free sherry decrees the red gent be very, extremely, vehemently merry. Now for the proof of the ABCD x 4 = DCBA puzzle: Since the digits in any four digit number describe the thousands, hundreds, tens and units of that number, the four digit numbers in the equation can be rewritten: (1000A + 100B + 10C + D) x 4 = 1000D + 100C + 10 B + A The term to the left of the equals sign must be even, so the term to the right of the equals sign is even, and thus A is even. If A was 3 or bigger, then the number to the left of the equals sign would be bigger than 1000 x 3 x 4 = 12,000, which is forbidden since this would make the number to the right of the equals sign more than four digits. So A = 2. Since A = 2, the left hand side of the equation is at least 8000. So D is either 8 or 9. But if D was 9, then the units digit on the left hand side of the equation would be 6, since 9 x 4 = 36. We know, however, that the units digit must be 2, so we deduce D = 8. Now let’s substitute these two values in the original equation: (2000 + 100B + 40C + 8) x 4 = 8000 + 100C + 10B + 2 Which reduces to 13B + 1 = 2C The only solutions here are B = 1 and C = 7 So the answer is 2178 x 4 = 8712 Thanks to everyone! I hope you enjoyed the puzzles and I’ll be back in two weeks. Don’t forget to add a copy of So You Think You’ve Got Problems? to your Christmas list! The book is a compendium of 200 or so puzzles together with historical and mathematical background. The puzzles span wordplay, logic, geometry, linguistics, topology and many other fields. It’s for all abilities: there are very simple teasers that children will be able to do and utterly baffling ones for only the sharpest minds. Thanks to Philipp Legner of Mathigon for today’s puzzles. The first one originally appeared in the Netherlands Junior Mathematics Olympiad. The other two are of unknown origin.",
          "charCount": "4323",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "false",
          "bylineHtml": "<a href=\"profile/alexbellos\">Alex Bellos</a>"
        },
        "isHosted": false,
        "pillarId": "pillar/news",
        "pillarName": "News"
      },
      {
        "id": "food/2019/sep/13/10-heddon-st-london-w1-restaurant-review-grace-dent",
        "type": "article",
        "sectionId": "food",
        "sectionName": "Food",
        "webPublicationDate": "2019-09-13T09:00:17Z",
        "webTitle": "10 Heddon St, London W1: ‘We'll never tire of exemplary pasta’ – restaurant review",
        "webUrl": "https://www.theguardian.com/food/2019/sep/13/10-heddon-st-london-w1-restaurant-review-grace-dent",
        "apiUrl": "https://content.guardianapis.com/food/2019/sep/13/10-heddon-st-london-w1-restaurant-review-grace-dent",
        "fields": {
          "headline": "10 Heddon St, London W1: ‘We'll never tire of exemplary pasta’ – restaurant review",
          "standfirst": "<p>Simple things done really, really well so often trump gimmicky eating experiences, and this knockout Italian-leaning pop-up does it better than most</p>",
          "trailText": "Simple things done really, really well so often trump gimmicky eating experiences, and this knockout Italian-leaning pop-up does it better than most",
          "byline": "Grace Dent",
          "main": "<figure class=\"element element-image\" data-media-id=\"1421d4d52ecc5091b4b37cd1ef47a5a1a1532fc7\"> <img src=\"https://media.guim.co.uk/1421d4d52ecc5091b4b37cd1ef47a5a1a1532fc7/0_0_5616_3744/1000.jpg\" alt=\"10 Heddon Street: ‘one of the feelgood hits of 2019’.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">10 Heddon St, London W1: One of the feelgood hits of 2019.’</span> <span class=\"element-image__credit\">Photograph: Karen Robinson/The Guardian</span> </figcaption> </figure>",
          "body": "<p>I had set my eye on <a href=\"https://10heddonst.co.uk\" title=\"\">10 Heddon St</a> even before the lease was signed or chefs Chris Leach and David Carter had begun perusing bowls. Then they announced that the address they’d be occupying – which, for less able detectives, is number 10 on Heddon Street, just off London’s Regent Street – would be a temporary home only. This meant that if I told you about their seaweed butter tagliatelle or their roast pink fir potatoes with smoked cod’s roe, by late autumn you’d have to track down Leach and Carter at their new place in Soho, which will go under a different name.</p> <p>But my readers are resourceful, and 10 Heddon St sounded promisingly like exemplary pasta, which is something of which we’ll never tire. In a gimmicky restaurant landscape, the queue at <a href=\"https://www.theguardian.com/lifeandstyle/2016/apr/29/padella-london-se1-restaurant-review-marina-oloughlin\" title=\"\">Padella in London Bridge</a> still snakes right around the corner half an hour before it opens (such dedication is one reason they announced this week that they’re opening a second branch in Shoreditch in early 2020). On a recent road trip to Berkshire to check out fancy, multi-course fine dining, my happiest meal turned out to be a bowl of spaghetti alla puttanesca at <a href=\"https://www.miofiore.co.uk/\" title=\"\">Newbury’s big-hearted, family-run Mio Fiore</a>. Pasta is a complex thing to do well, but when it is done well, it’s restorative.</p>  <figure class=\"element element-image\" data-media-id=\"db631c40b7a4961a8d30e8930299901600192809\"> <img src=\"https://media.guim.co.uk/db631c40b7a4961a8d30e8930299901600192809/0_0_4126_3317/1000.jpg\" alt=\"Roast pink fir potatoes with smoked cod’s roe, 10 Heddon Street Restaurant, London. Grace Dent.\" width=\"1000\" height=\"804\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">10 Heddon St’s roast pink fir potatoes with smoked cod’s roe: ‘We ordered two and fought over them.’</span> <span class=\"element-image__credit\">Photograph: Karen Robinson/The Guardian</span> </figcaption> </figure>  <p>Leach, formerly of <a href=\"https://www.theguardian.com/lifeandstyle/2016/apr/15/pitt-cue-london-ec2-restaurant-review-marina-oloughlin\" title=\"\">Pitt Cue</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2015/mar/20/kitty-fishers-london-w1-restaurant-review-marina-oloughlin\" title=\"\">Kitty </a><a href=\"https://www.theguardian.com/lifeandstyle/2015/mar/20/kitty-fishers-london-w1-restaurant-review-marina-oloughlin\" title=\"\">Fisher’s</a>, is someone to trust with flavours; the same goes for Carter, whose brainchild, the “grown-up” barbecue joint <a href=\"https://www.standard.co.uk/go/london/restaurants/grace-dent-reviews-smokestak-a-symbol-of-london-s-attitude-to-culinary-risktaking-a3679541.html\" title=\"\">Smokestak</a>, is one of the UK’s biggest street-food-turned-bricks-and-mortar success stories. Their joint venture promised handmade pasta and in-house charcuterie. Things can get pretty piggy here, so if you’re not into pork, you’ll have to dance around the Leach and Carter appreciation of <a href=\"http://www.gothelneyfarmer.co.uk/our-farm\" title=\"\">Gothelney Farm</a> pigs, and their transformation of the shoulders into coppa and speck, the belly into pancetta, and so on. The menu is changeable, but expect the likes of fresh garganelli with a ragù made of spicy pig tail or grilled pork chop with a fresh peach mostarda.</p> <p>We went for Sunday lunch just before the weather shifted rapidly autumn-wards and sat outside, with damp backs of knees, in this glorified back lane. It’s a location that, despite decades of visiting to eat at the likes of <a href=\"https://www.theguardian.com/food/2019/may/24/momo-london-w1-grace-dent-restaurant-review\" title=\"\">Momo</a>, <a href=\"https://www.theguardian.com/lifeandstyle/2018/mar/23/sabor-london-w1-restaurant-review-grace-dent\" title=\"\">Sabor</a> and <a href=\"https://www.tibits.co.uk/en/\" title=\"\">Titbits</a>, I will never find truly loveable. Al-fresco dining is a chore that many of us feign to enjoy, so thank God we’ve said goodbye to it for another year. Give me a booth at the back, in the dark, and without wasps and accordion-playing buskers. This is the time of the year where goths, grumps and sun-phobes come into their own.</p> <p>And anyway, I’ll get all the sunshine I need from 10 Heddon St’s herb and fennel salad, which on paper sounds like something you’d order sheerly out of conscience. Wrong: it is heavenly – a fantastic, bold alignment of chilli, mint and sharp citrus; in fact, it feels churlish to shame it with the dowdy term “salad”. The fresh focaccia is outstanding, too: pillowy, crisp and doused in the highest echelon of extra-virgin olive oil. Those crisp fir potatoes served with a thick pool of what is essentially hoity-toity taramasalata are one of the feelgood hits of 2019. We ordered two plates and fought over them impolitely.</p>  <figure class=\"element element-image\" data-media-id=\"76dee80ab9eb69913dbf297de3a706b3bfdc96f8\"> <img src=\"https://media.guim.co.uk/76dee80ab9eb69913dbf297de3a706b3bfdc96f8/0_0_4623_3506/1000.jpg\" alt=\"‘Plump, pretty parcels of sweetcorn ravioli’ at 10 Heddon Street.\" width=\"1000\" height=\"758\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Plump, pretty parcels of sweetcorn ravioli’ at 10 Heddon St, London W1.</span> <span class=\"element-image__credit\">Photograph: Karen Robinson/The Guardian</span> </figcaption> </figure>  <p>There’s a sense here that nothing leaves this kitchen that hasn’t been puzzled over and preened to make it perfect. Yes, it’s just pasta and sauce, and no one’s reinventing the wheel, but then the tonnarelli cacio e pepe, which as a buzz dish was <a href=\"https://www.instagram.com/explore/tags/cacioepepe/?hl=en\" title=\"\">the toast of a thousand Instafeeds</a> a few years ago, is back once again like the renegade master: saucier, pinker and heaving with fresh crab. The prettiest dish of all must be the plump, pretty parcels of sweetcorn ravioli delightfully teamed with girolles and peppery nasturtium leaves. Tagliatelle with seaweed butter is slippery, salty and glorious, with a pale green dusting the colour of a mermaid’s bouffant.</p> <p>I’m not drinking at the moment, because all critics need a point of enforced drying out before marching into the breach of Christmas, so thank God that 10 Heddon St’s array of “house-made softs” features jasmine and peach ice tea and a good, fresh, old-style lemonade. They also offer a selection of shaken, stirred and spritz-style amaros, which is a trend I can only see growing over 2020. What, you don’t like Cynar, Campari, Liquore delle Sirene? Too bitter? Catch hold of yourself, because they are going to be unavoidable.</p> <p>10 Heddon St is a heady blend of the new and trendy mixed with something that will never get old – a full stomach. Wherever Leach and Carter set up next, I’ll be sure to follow.</p> <p>• <strong><a href=\"http://10heddonst.co.uk\" title=\"\">10 Heddon St</a> </strong>10 Heddon Street, London W1 (no telephone booking). Open Mon-Sat, noon-3pm, 5.30-10.30pm. About £25 a head for three courses, plus drinks and service.</p> <p><strong>Food</strong> 9/10 <br><strong>Atmosphere</strong> 7/10 <br><strong>Service </strong>8/10</p>",
          "newspaperPageNumber": "22",
          "wordcount": "843",
          "commentCloseDate": "2019-09-15T13:00:00Z",
          "commentable": "true",
          "firstPublicationDate": "2019-09-13T09:00:17Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-09-20T12:00:03Z",
          "newspaperEditionDate": "2019-09-14T00:00:00Z",
          "productionOffice": "UK",
          "publication": "The Guardian",
          "shortUrl": "https://gu.com/p/cag3h",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/1421d4d52ecc5091b4b37cd1ef47a5a1a1532fc7/0_366_5616_3370/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "bodyText": "I had set my eye on 10 Heddon St even before the lease was signed or chefs Chris Leach and David Carter had begun perusing bowls. Then they announced that the address they’d be occupying – which, for less able detectives, is number 10 on Heddon Street, just off London’s Regent Street – would be a temporary home only. This meant that if I told you about their seaweed butter tagliatelle or their roast pink fir potatoes with smoked cod’s roe, by late autumn you’d have to track down Leach and Carter at their new place in Soho, which will go under a different name. But my readers are resourceful, and 10 Heddon St sounded promisingly like exemplary pasta, which is something of which we’ll never tire. In a gimmicky restaurant landscape, the queue at Padella in London Bridge still snakes right around the corner half an hour before it opens (such dedication is one reason they announced this week that they’re opening a second branch in Shoreditch in early 2020). On a recent road trip to Berkshire to check out fancy, multi-course fine dining, my happiest meal turned out to be a bowl of spaghetti alla puttanesca at Newbury’s big-hearted, family-run Mio Fiore. Pasta is a complex thing to do well, but when it is done well, it’s restorative. Leach, formerly of Pitt Cue and Kitty Fisher’s, is someone to trust with flavours; the same goes for Carter, whose brainchild, the “grown-up” barbecue joint Smokestak, is one of the UK’s biggest street-food-turned-bricks-and-mortar success stories. Their joint venture promised handmade pasta and in-house charcuterie. Things can get pretty piggy here, so if you’re not into pork, you’ll have to dance around the Leach and Carter appreciation of Gothelney Farm pigs, and their transformation of the shoulders into coppa and speck, the belly into pancetta, and so on. The menu is changeable, but expect the likes of fresh garganelli with a ragù made of spicy pig tail or grilled pork chop with a fresh peach mostarda. We went for Sunday lunch just before the weather shifted rapidly autumn-wards and sat outside, with damp backs of knees, in this glorified back lane. It’s a location that, despite decades of visiting to eat at the likes of Momo, Sabor and Titbits, I will never find truly loveable. Al-fresco dining is a chore that many of us feign to enjoy, so thank God we’ve said goodbye to it for another year. Give me a booth at the back, in the dark, and without wasps and accordion-playing buskers. This is the time of the year where goths, grumps and sun-phobes come into their own. And anyway, I’ll get all the sunshine I need from 10 Heddon St’s herb and fennel salad, which on paper sounds like something you’d order sheerly out of conscience. Wrong: it is heavenly – a fantastic, bold alignment of chilli, mint and sharp citrus; in fact, it feels churlish to shame it with the dowdy term “salad”. The fresh focaccia is outstanding, too: pillowy, crisp and doused in the highest echelon of extra-virgin olive oil. Those crisp fir potatoes served with a thick pool of what is essentially hoity-toity taramasalata are one of the feelgood hits of 2019. We ordered two plates and fought over them impolitely. There’s a sense here that nothing leaves this kitchen that hasn’t been puzzled over and preened to make it perfect. Yes, it’s just pasta and sauce, and no one’s reinventing the wheel, but then the tonnarelli cacio e pepe, which as a buzz dish was the toast of a thousand Instafeeds a few years ago, is back once again like the renegade master: saucier, pinker and heaving with fresh crab. The prettiest dish of all must be the plump, pretty parcels of sweetcorn ravioli delightfully teamed with girolles and peppery nasturtium leaves. Tagliatelle with seaweed butter is slippery, salty and glorious, with a pale green dusting the colour of a mermaid’s bouffant. I’m not drinking at the moment, because all critics need a point of enforced drying out before marching into the breach of Christmas, so thank God that 10 Heddon St’s array of “house-made softs” features jasmine and peach ice tea and a good, fresh, old-style lemonade. They also offer a selection of shaken, stirred and spritz-style amaros, which is a trend I can only see growing over 2020. What, you don’t like Cynar, Campari, Liquore delle Sirene? Too bitter? Catch hold of yourself, because they are going to be unavoidable. 10 Heddon St is a heady blend of the new and trendy mixed with something that will never get old – a full stomach. Wherever Leach and Carter set up next, I’ll be sure to follow. • 10 Heddon St 10 Heddon Street, London W1 (no telephone booking). Open Mon-Sat, noon-3pm, 5.30-10.30pm. About £25 a head for three courses, plus drinks and service. Food 9/10 Atmosphere 7/10 Service 8/10",
          "charCount": "4736",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "true",
          "bylineHtml": "<a href=\"profile/gracedent\">Grace Dent</a>"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "books/2019/nov/30/best-cookbooks-and-food-writing-of-2019",
        "type": "article",
        "sectionId": "books",
        "sectionName": "Books",
        "webPublicationDate": "2019-11-30T08:00:31Z",
        "webTitle": "Best cookbooks and food writing of 2019",
        "webUrl": "https://www.theguardian.com/books/2019/nov/30/best-cookbooks-and-food-writing-of-2019",
        "apiUrl": "https://content.guardianapis.com/books/2019/nov/30/best-cookbooks-and-food-writing-of-2019",
        "fields": {
          "headline": "Best cookbooks and food writing of 2019",
          "standfirst": "<p>Chefs plumped for vegan and fuss-free meals and Dishoom finally revealed their secrets ... Meera Sodha picks the most mouthwatering books of the year</p><ul><li><strong><a href=\"https://www.theguardian.com/books/2019/nov/30/best-books-of-the-year-2019\">Best books of 2019: genre by genre</a></strong></li><li><strong><a href=\"https://www.theguardian.com/books/2019/nov/30/best-books-of-the-year-2019-bernardine-evaristo-lee-child-hilary-mantel?CMP=Share_iOSApp_Other\">Bernardine Evaristo, Lee Child and more pick the best books of 2019</a></strong></li></ul>",
          "trailText": "Chefs plumped for vegan and fuss-free meals and Dishoom finally revealed their secrets ... Meera Sodha picks the most mouthwatering books of the year",
          "byline": "Meera Sodha",
          "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"8548e05a17495eb13d70fb7e3bb1177951e83245\"> <img src=\"https://media.guim.co.uk/8548e05a17495eb13d70fb7e3bb1177951e83245/0_1337_7806_4682/1000.jpg\" alt=\"Diana Henry’s Griddled chicken with thyme and sea salt.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Diana Henry’s griddled chicken with thyme and sea salt.</span> <span class=\"element-image__credit\">Photograph: Romas Foord/The Observer</span> </figcaption> </figure>",
          "body": "<p>This year’s hottest and most hunger-stoking food writing has been in vegetarian and vegan books. Food writers have dedicated more time than ever into transforming everyday vegetables into centrepieces for dinner. The one that will undoubtedly get the country cooking more carrots is Jamie Oliver’s first vegetarian book, <strong><a href=\"https://guardianbookshop.com/veg-9780718187767.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Veg</a> </strong>(Michael Joseph). It strikes just the right balance between old, recognisable dishes such as quiche and moussaka, and new, such as Persian rice and dosas, to keep fancies tickled.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"7b6119e00fbdc96ee1e359de77ebb16acd014066\"> <img src=\"https://media.guim.co.uk/7b6119e00fbdc96ee1e359de77ebb16acd014066/0_0_1500_2068/725.jpg\" alt=\"Greenfeast: Autumn, Winter Nigel Slater\" width=\"725\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>Meanwhile, Nigel Slater’s <strong><a href=\"https://guardianbookshop.com/greenfeast-9780008213770.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Greenfeast: Autumn, Winter</a></strong> (4th Estate) is an antidote to every trend-led book. Slater gets that you don’t want to cook all day, that you want something simple for mid-week supper and you’re happy to eat things on toast. While “autumn/winter” is not a radically new idea, it is a testament to how superb a writer he is that this book will make you want to stick a woolly jumper on, go and walk the dog then sit, feet up by the fire with a warm bowl of butternut squash soup.</p> <p>Our worship at the altar of speed and ease in the kitchen shows no sign of abating, given the number of books dedicated to cooking with one pot and/or five to seven ingredients. The shining star is Diana Henry’s <strong><a href=\"https://guardianbookshop.com/from-the-oven-to-the-table-9781784725846.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">From the Oven to the Table</a></strong> (Mitchell Beazley), in which she faultlessly delivers highly achievable, boldly flavoured dishes. The true genius of this book lies in the fact that they don’t all look as if they have just been “bunged in the oven” when, in effect, they have. Henry also helpfully tells you straight what is too much of a faff and what is worthwhile effort, meaning you’ll never be ambushed mid-recipe, and you’ll learn how to cook along the way.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"eed43ecac8df432ebf4a6bb3a9e22072fa4d1c10\"> <img src=\"https://media.guim.co.uk/eed43ecac8df432ebf4a6bb3a9e22072fa4d1c10/0_0_2058_2560/804.jpg\" alt=\"Alison Roman - Nothing Fancy\" width=\"804\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>Also on the subject of fuss-free cooking is Alison Roman’s glossy <strong><a href=\"https://guardianbookshop.com/nothing-fancy-9781743795378.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Nothing Fancy</a> </strong>(Hardie Grant). Roman has an “allergy to the word entertaining” but a palpable love for life, having people over and highly flavoured, low-effort food. What’s more, she has a knack for persuading you – yes, you – that you can cook a whole fish for friends for dinner and whip up snacks with ease. You won’t find tips on floral arrangements or napkins, but you will find heart, soul and food frequently and unapologetically made using store-cupboard ingredients. If your new year’s resolution is to have people around more often then this is the book for you.</p> <p>The opposite of home cooking is restaurant cooking, and those books rarely make these lists given their propensity to cheffiness (and so a lack of empathy for the home cook). But two have broken ranks this year. The first is Dishoom’s <strong><a href=\"https://guardianbookshop.com/dishoom-9781408890677.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">From Bombay with Love</a></strong> (Bloomsbury), a lovingly put-together guide that is packed full of stories and beautiful photos. It shares the secrets (at long last) of the restaurant group’s popular recipes, from their bacon naan roll to their chicken Ruby Murray and Black Dal. A book for both the coffee table and the kitchen.</p>  <figure class=\"element element-image\" data-media-id=\"3973a0bdfc1bed60f35e95c73db4c8d702d523bd\"> <img src=\"https://media.guim.co.uk/3973a0bdfc1bed60f35e95c73db4c8d702d523bd/0_46_3479_3478/1000.jpg\" alt=\"Dishoom’s house black dal.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">At long last, the secret is out ... Dishoom’s Black Dal.</span> <span class=\"element-image__credit\">Photograph: Ola O Smit/The Guardian</span> </figcaption> </figure>  <p>The second restaurant title (and possibly my favourite book on this list) is <strong><a href=\"https://guardianbookshop.com/black-axe-mangal-9780714879314.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Black Axe Mangal</a> </strong>(Phaidon) by Lee Tiernan, a chef-disciple of the Fergus Henderson, nose-to-tail school. It roars with audacious personality, colour and flavour. But there’s substance to back it up, with generous information on grilling, smoking – hot-boxing your own mackerel, for example, or de-boning a hare. OK, so some recipes are completely unachievable, but others like aubergine and ricotta flatbread might make it to your dinner table. Not for the novice cook or the faint-hearted – but it is really great.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"6f35986ff929e68dd4d6664aff8e6d019e6ad00c\"> <img src=\"https://media.guim.co.uk/6f35986ff929e68dd4d6664aff8e6d019e6ad00c/0_0_1815_2560/709.jpg\" alt=\"The Island Kitchen by Selina Periampillai\" width=\"709\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>This year there has been a welcome selection of books on food from all over the world. The one most plastered with my sticky notes is Selina Periampillai’s <strong><a href=\"https://guardianbookshop.com/the-island-kitchen-9781526601384.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">The Island Kitchen</a></strong> (Bloomsbury) with recipes from the Indian Ocean islands, from Madagascar to Mauritius (where the author’s parents are from) and the Maldives. For the most part the story of the food is the story of people who migrated to the islands from Europe, Asia and Africa, resulting in vibrant and invigorating flavours. King prawns with tamarind and coconut, Creole saffran (spicy turmeric) rice, and cumin and lentil flatbreads are all on my to-cook list.</p> <p>Fuchsia Dunlop’s <strong><a href=\"https://guardianbookshop.com/the-food-of-sichuan-9781408867556.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">The Food of Sichuan</a></strong> (Bloomsbury) was first published almost 20 years ago and became something of a bible, but has been updated with new information, recipes and beautiful photos. Now it is a masterpiece. There is much expert knowledge and brilliant writing from Dunlop on textures, techniques and the story of Sichuanese cuisine. Equally, there are many achievable recipes, from bang-bang chicken to dandan noodles, which beg you to drop by your local Chinese grocer and get straight into the kitchen.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"95ab7ae67d5fb4005f99e9eef3f4d1d15333e998\"> <img src=\"https://media.guim.co.uk/95ab7ae67d5fb4005f99e9eef3f4d1d15333e998/0_0_952_1181/806.jpg\" alt=\"Pasta Grannies, The Secrets of Italy’s Best Home Cooks\" width=\"806\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>Georgie Hayden’s <strong><a href=\"https://guardianbookshop.com/taverna-9780224101646.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Taverna</a></strong> (Square Peg) takes her back to Cyprus, her motherland, for recipes her <em>yia-yias</em> (grandmothers) would be proud of. Much of this food I’ve heard of – halva, taramasalata – but much of it I haven’t, and tomato-braised peas and beans, courgette keftedes, tahinopita (tahini and cinnamon swirl) all sound delicious. The recipes centre on feasting, family and community, and the stories and photographs of her family are more personal, combining to give a satisfying taste of home. More homely cooking is available in Vicky Bennison’s <strong><a href=\"https://guardianbookshop.com/pasta-grannies-the-official-cookbook-9781784882884.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Pasta Grannies</a></strong> (Hardie Grant), the book of the <a href=\"https://www.youtube.com/user/pastagrannies\" title=\"\">YouTube series</a> in which Italian <em>nonnas</em> show you how to make pasta dishes by hand. Part anthropological record of a dying skill, part deep dive into Italy’s incredible regional culinary repertoire, it is a heart-warming big hug of a book.</p> <p>Baking books have tailed off in tandem with <em>Bake Off</em> viewer figures and instead fermented foods, pickles and preserves have arrived. <strong><a href=\"https://guardianbookshop.com/sour-9781787132269.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">Sour</a></strong> (Quadrille) by Mark Diacono zings from page to page, with must-cook-now recipes using the tang of citrus or the sweet sour of tamarind.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"001d212599f1d2e5e54b5cd8eda471a83b068cba\"> <img src=\"https://media.guim.co.uk/001d212599f1d2e5e54b5cd8eda471a83b068cba/0_0_1500_2400/625.jpg\" alt=\"The Way We Eat Now by Bee Wilson \" width=\"625\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>Away from the direct heat of the stove, Bee Wilson’s excellent <strong><a href=\"https://guardianbookshop.com/the-way-we-eat-now-9780008240769.html\" title=\"\">The Way We Eat Now</a></strong> (4th Estate) is a state-of-the-nation book that explores our food systems, how global economics has changed the way we eat and how what we eat is not necessarily a question of personal choice. However, the book I’ll be curling up with when not actually cooking is Charlotte Druckman’s <strong><a href=\"https://www.abramsandchronicle.co.uk/book/9781419736353-women-on-food/\" title=\"\">Women on Food</a></strong> (Abrams), her wide-ranging, unorthodox anthology of food writing. It’s sharp, witty, entertaining and has insights from a host of brilliant food writers, from Nigella to Tejal Rao.</p> <p>• <em>Meera Sodha’s <a href=\"https://guardianbookshop.com/east-9780241387566.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\">East: 120 Vegetarian and Vegan recipes from Bangalore to Beijing</a> is published by Fig Tree.</em></p> <p><em>• Save up to 30% on the books of the year at guardianbookshop.com</em></p>",
          "newspaperPageNumber": "30",
          "wordcount": "1108",
          "firstPublicationDate": "2019-11-30T08:00:31Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-11-30T10:18:16Z",
          "newspaperEditionDate": "2019-11-30T00:00:00Z",
          "productionOffice": "UK",
          "publication": "The Guardian",
          "shortUrl": "https://gu.com/p/cz35j",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/8548e05a17495eb13d70fb7e3bb1177951e83245/0_1337_7806_4682/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "isLive": "true",
          "bodyText": "This year’s hottest and most hunger-stoking food writing has been in vegetarian and vegan books. Food writers have dedicated more time than ever into transforming everyday vegetables into centrepieces for dinner. The one that will undoubtedly get the country cooking more carrots is Jamie Oliver’s first vegetarian book, Veg (Michael Joseph). It strikes just the right balance between old, recognisable dishes such as quiche and moussaka, and new, such as Persian rice and dosas, to keep fancies tickled. Meanwhile, Nigel Slater’s Greenfeast: Autumn, Winter (4th Estate) is an antidote to every trend-led book. Slater gets that you don’t want to cook all day, that you want something simple for mid-week supper and you’re happy to eat things on toast. While “autumn/winter” is not a radically new idea, it is a testament to how superb a writer he is that this book will make you want to stick a woolly jumper on, go and walk the dog then sit, feet up by the fire with a warm bowl of butternut squash soup. Our worship at the altar of speed and ease in the kitchen shows no sign of abating, given the number of books dedicated to cooking with one pot and/or five to seven ingredients. The shining star is Diana Henry’s From the Oven to the Table (Mitchell Beazley), in which she faultlessly delivers highly achievable, boldly flavoured dishes. The true genius of this book lies in the fact that they don’t all look as if they have just been “bunged in the oven” when, in effect, they have. Henry also helpfully tells you straight what is too much of a faff and what is worthwhile effort, meaning you’ll never be ambushed mid-recipe, and you’ll learn how to cook along the way. Also on the subject of fuss-free cooking is Alison Roman’s glossy Nothing Fancy (Hardie Grant). Roman has an “allergy to the word entertaining” but a palpable love for life, having people over and highly flavoured, low-effort food. What’s more, she has a knack for persuading you – yes, you – that you can cook a whole fish for friends for dinner and whip up snacks with ease. You won’t find tips on floral arrangements or napkins, but you will find heart, soul and food frequently and unapologetically made using store-cupboard ingredients. If your new year’s resolution is to have people around more often then this is the book for you. The opposite of home cooking is restaurant cooking, and those books rarely make these lists given their propensity to cheffiness (and so a lack of empathy for the home cook). But two have broken ranks this year. The first is Dishoom’s From Bombay with Love (Bloomsbury), a lovingly put-together guide that is packed full of stories and beautiful photos. It shares the secrets (at long last) of the restaurant group’s popular recipes, from their bacon naan roll to their chicken Ruby Murray and Black Dal. A book for both the coffee table and the kitchen. The second restaurant title (and possibly my favourite book on this list) is Black Axe Mangal (Phaidon) by Lee Tiernan, a chef-disciple of the Fergus Henderson, nose-to-tail school. It roars with audacious personality, colour and flavour. But there’s substance to back it up, with generous information on grilling, smoking – hot-boxing your own mackerel, for example, or de-boning a hare. OK, so some recipes are completely unachievable, but others like aubergine and ricotta flatbread might make it to your dinner table. Not for the novice cook or the faint-hearted – but it is really great. This year there has been a welcome selection of books on food from all over the world. The one most plastered with my sticky notes is Selina Periampillai’s The Island Kitchen (Bloomsbury) with recipes from the Indian Ocean islands, from Madagascar to Mauritius (where the author’s parents are from) and the Maldives. For the most part the story of the food is the story of people who migrated to the islands from Europe, Asia and Africa, resulting in vibrant and invigorating flavours. King prawns with tamarind and coconut, Creole saffran (spicy turmeric) rice, and cumin and lentil flatbreads are all on my to-cook list. Fuchsia Dunlop’s The Food of Sichuan (Bloomsbury) was first published almost 20 years ago and became something of a bible, but has been updated with new information, recipes and beautiful photos. Now it is a masterpiece. There is much expert knowledge and brilliant writing from Dunlop on textures, techniques and the story of Sichuanese cuisine. Equally, there are many achievable recipes, from bang-bang chicken to dandan noodles, which beg you to drop by your local Chinese grocer and get straight into the kitchen. Georgie Hayden’s Taverna (Square Peg) takes her back to Cyprus, her motherland, for recipes her yia-yias (grandmothers) would be proud of. Much of this food I’ve heard of – halva, taramasalata – but much of it I haven’t, and tomato-braised peas and beans, courgette keftedes, tahinopita (tahini and cinnamon swirl) all sound delicious. The recipes centre on feasting, family and community, and the stories and photographs of her family are more personal, combining to give a satisfying taste of home. More homely cooking is available in Vicky Bennison’s Pasta Grannies (Hardie Grant), the book of the YouTube series in which Italian nonnas show you how to make pasta dishes by hand. Part anthropological record of a dying skill, part deep dive into Italy’s incredible regional culinary repertoire, it is a heart-warming big hug of a book. Baking books have tailed off in tandem with Bake Off viewer figures and instead fermented foods, pickles and preserves have arrived. Sour (Quadrille) by Mark Diacono zings from page to page, with must-cook-now recipes using the tang of citrus or the sweet sour of tamarind. Away from the direct heat of the stove, Bee Wilson’s excellent The Way We Eat Now (4th Estate) is a state-of-the-nation book that explores our food systems, how global economics has changed the way we eat and how what we eat is not necessarily a question of personal choice. However, the book I’ll be curling up with when not actually cooking is Charlotte Druckman’s Women on Food (Abrams), her wide-ranging, unorthodox anthology of food writing. It’s sharp, witty, entertaining and has insights from a host of brilliant food writers, from Nigella to Tejal Rao. • Meera Sodha’s East: 120 Vegetarian and Vegan recipes from Bangalore to Beijing is published by Fig Tree. • Save up to 30% on the books of the year at guardianbookshop.com",
          "charCount": "6452",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "false",
          "bylineHtml": "<a href=\"profile/meera-sodha\">Meera Sodha</a>"
        },
        "isHosted": false,
        "pillarId": "pillar/arts",
        "pillarName": "Arts"
      },
      {
        "id": "food/2019/feb/21/the-faddy-eater-pickles",
        "type": "article",
        "sectionId": "food",
        "sectionName": "Food",
        "webPublicationDate": "2019-02-21T08:00:06Z",
        "webTitle": "Pickled strawberries and leeks - perfect food for the stockpilers of Brexit Britain",
        "webUrl": "https://www.theguardian.com/food/2019/feb/21/the-faddy-eater-pickles",
        "apiUrl": "https://content.guardianapis.com/food/2019/feb/21/the-faddy-eater-pickles",
        "fields": {
          "headline": "Pickled strawberries and leeks - perfect food for the stockpilers of Brexit Britain",
          "standfirst": "Food waste and import woes meet vinegary fetishism in one perfect sweet-sour crunch",
          "trailText": "Food waste and import woes meet vinegary fetishism in one perfect sweet-sour crunch",
          "byline": "Morwenna Ferrier",
          "main": "<figure class=\"element element-image\" data-media-id=\"255ef04e4fa0ef06ab0ce63eeb45f05da3c0b677\"> <img src=\"https://media.guim.co.uk/255ef04e4fa0ef06ab0ce63eeb45f05da3c0b677/0_0_5430_3744/1000.jpg\" alt=\"Pickles … stockpile now\" width=\"1000\" height=\"690\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pickles … stockpile now.</span> <span class=\"element-image__credit\">Photograph: YinYang/Getty Images</span> </figcaption> </figure>",
          "body": "<p>I’m pregnant, so naturally I’m eating a lot of pickled food. I wouldn’t call it a craving. I’ve had those over the past few months, a chronicle of the gross and the predictable, which has lurched from taramasalata and pears to cheddar and Coca-Cola. Craving is too reductive for pickled food. It has been my constant, a loyal companion, my Old Yeller before he caught rabies.</p> <p>They have also been something of a joke in the food world, at least for anyone who watched <a href=\"https://www.theguardian.com/tv-and-radio/2017/jan/04/best-portlandia-sketches-season-seven\" title=\"\">Portlandia</a> (an early skit showed a couple pickling eggs and plasters) or found the whole hip, cocktails-in-jam-jars movement deeply suspicious.</p> <p>But these are dark times. There’s talk of stockpiling supplies in case of a no-deal Brexit, supplies such as pickled food. Because come March, it’s all we’ll have to eat. Have you seen The Road? Mate, I’ve read it, too.</p> <p>Scully, a great restaurant slightly too close to the Trocadero in London’s Piccadilly for my liking has made pickles the basis of much of its menu, which is a mix of Middle Eastern and Malayasian. No surprise there, Malaysian-born owner Ramael Scully used to work with chef <a href=\"https://www.theguardian.com/food/series/yotam-ottolenghi-recipes\" title=\"\">Yotam Ottolenghi</a> after answering a Gumtree advert.</p> <p>Here, pickles are built into the dishes rather than sitting on the side. By which I mean they are the centrepiece. A tomato and coconut salad is lifted by a tart, green pickled strawberry. Small golden beetroots layered up with persimmon are crushed with a huge ball of burrata – but it’s nothing without the pickled jalapenos. There are no gherkins, but there are pickled berries in the chocolate pudding.</p> <p>The point is, says Scully, standing beside the 60-odd jars of pickled things that greet you as you enter, “anything can be pickled”.</p> <p>Anything? “Everyone thinks there is a rule. But if it’s absorbent, pickle it.” He points to a bunch of rhubarb, and mentions leeks pickled in olive oil, salt and prosecco which he serves with beef or red onions sliced with salt and sugar and red wine vinegar to take the tart edge off.</p> <p>What’s more, he says, you can do it at home with veg you would normally chuck out – and very quickly at that. “A quick pickle involves sugar and vinegar,” he says, and is pickled in an hour. He suggests adding homemade pickled onions to roast beef.</p> <p>There are plenty of ways to pickle something, but almost any vegetable works pickled in a mix of apple cider vinegar and rice vinegar, with salt and sugar. You just have to keep feeding it, with sugar, and if you don’t eat it quickly, open the jars every so often to stop the fermenting contents from exploding.</p> <p>Back home, I dust off the mason jar I hid from sight in 2014. I hate myself for buying into this trend but you can’t fight the fight against food waste, nor should you. I knew the hipsters would outlive us all.</p>",
          "newspaperPageNumber": "7",
          "wordcount": "502",
          "commentCloseDate": "2019-02-24T08:00:06Z",
          "commentable": "true",
          "firstPublicationDate": "2019-02-21T08:00:06Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-02-21T08:19:49Z",
          "newspaperEditionDate": "2019-02-21T00:00:00Z",
          "productionOffice": "UK",
          "publication": "The Guardian",
          "shortUrl": "https://gu.com/p/annka",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/255ef04e4fa0ef06ab0ce63eeb45f05da3c0b677/0_259_5430_3257/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "bodyText": "I’m pregnant, so naturally I’m eating a lot of pickled food. I wouldn’t call it a craving. I’ve had those over the past few months, a chronicle of the gross and the predictable, which has lurched from taramasalata and pears to cheddar and Coca-Cola. Craving is too reductive for pickled food. It has been my constant, a loyal companion, my Old Yeller before he caught rabies. They have also been something of a joke in the food world, at least for anyone who watched Portlandia (an early skit showed a couple pickling eggs and plasters) or found the whole hip, cocktails-in-jam-jars movement deeply suspicious. But these are dark times. There’s talk of stockpiling supplies in case of a no-deal Brexit, supplies such as pickled food. Because come March, it’s all we’ll have to eat. Have you seen The Road? Mate, I’ve read it, too. Scully, a great restaurant slightly too close to the Trocadero in London’s Piccadilly for my liking has made pickles the basis of much of its menu, which is a mix of Middle Eastern and Malayasian. No surprise there, Malaysian-born owner Ramael Scully used to work with chef Yotam Ottolenghi after answering a Gumtree advert. Here, pickles are built into the dishes rather than sitting on the side. By which I mean they are the centrepiece. A tomato and coconut salad is lifted by a tart, green pickled strawberry. Small golden beetroots layered up with persimmon are crushed with a huge ball of burrata – but it’s nothing without the pickled jalapenos. There are no gherkins, but there are pickled berries in the chocolate pudding. The point is, says Scully, standing beside the 60-odd jars of pickled things that greet you as you enter, “anything can be pickled”. Anything? “Everyone thinks there is a rule. But if it’s absorbent, pickle it.” He points to a bunch of rhubarb, and mentions leeks pickled in olive oil, salt and prosecco which he serves with beef or red onions sliced with salt and sugar and red wine vinegar to take the tart edge off. What’s more, he says, you can do it at home with veg you would normally chuck out – and very quickly at that. “A quick pickle involves sugar and vinegar,” he says, and is pickled in an hour. He suggests adding homemade pickled onions to roast beef. There are plenty of ways to pickle something, but almost any vegetable works pickled in a mix of apple cider vinegar and rice vinegar, with salt and sugar. You just have to keep feeding it, with sugar, and if you don’t eat it quickly, open the jars every so often to stop the fermenting contents from exploding. Back home, I dust off the mason jar I hid from sight in 2014. I hate myself for buying into this trend but you can’t fight the fight against food waste, nor should you. I knew the hipsters would outlive us all.",
          "charCount": "2753",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "false",
          "bylineHtml": "<span data-tag-id=\"26143\" class=\"contributor\">Morwenna Ferrier</span>"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "food/2019/may/17/grace-dent-restaurant-review-the-rose-deal-kent",
        "type": "article",
        "sectionId": "food",
        "sectionName": "Food",
        "webPublicationDate": "2019-05-17T09:00:11Z",
        "webTitle": "The Rose, Deal, Kent: ‘London has arrived’ – restaurant review | Grace Dent",
        "webUrl": "https://www.theguardian.com/food/2019/may/17/grace-dent-restaurant-review-the-rose-deal-kent",
        "apiUrl": "https://content.guardianapis.com/food/2019/may/17/grace-dent-restaurant-review-the-rose-deal-kent",
        "fields": {
          "headline": "The Rose, Deal, Kent: ‘London has arrived’ – restaurant review",
          "standfirst": "<p>A plutonium-grade revamp has turned this old-school boozer into a chic magnet for mini-breakers down from the capital</p>",
          "trailText": "A plutonium-grade revamp has turned this old-school boozer into a chic magnet for mini-breakers down from the capital",
          "byline": "Grace Dent",
          "main": "<figure class=\"element element-image\" data-media-id=\"37607179b642c23db8e89bfadfa3e4866fdaac2f\"> <img src=\"https://media.guim.co.uk/37607179b642c23db8e89bfadfa3e4866fdaac2f/0_0_5469_3646/1000.jpg\" alt=\"Interior shot of The Rose, Deal, Kent\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Very little to write home about’: The Rose, Deal, Kent. Photographs: Andrew Hayes-Watkins/The Guardian </span> <span class=\"element-image__credit\">Photograph: Andrew Hayes-Watkins/The Guardian</span> </figcaption> </figure>",
          "body": "<p>One of the perils of living in a seaside resort such as Deal on the east coast of Kent is that, eventually, London will find you. One minute, you can pop out to Londis in your dressing gown, drink Gold Blend and have no real opinion on <a href=\"https://en.wikipedia.org/wiki/Nuno_felting\" title=\"\">nuno felting</a>, then a shift will occur. One of those incomers will paint over a pebble-dashed terrace with Farrow &amp; Ball Arsenic, open a gluten-free macaron kiosk, and the game will be up. For Kensal Rise and Hackney people, that’s like leaving jam out for ants. Soon, you’ll be knee deep in nocellara olives, spoken-word performances and places like <a href=\"https://therosedeal.com\" title=\"\">The Rose</a> on Deal high street, a recently tarted-up pub, restaurant and boutique hotel.</p> <p>Any implication that the plutonium-grade revampment of The Rose from rough-and-ready, 200-year-old, old-school boozer to chic magnet for mini-breakers is “an improvement” will doubtless cause the locals umbrage. Nevertheless, it now serves rhubarb mezcal cocktails, tiny bowls of Marcona almonds, wild nettle soup and ox tongue on beetroot. For £200, without dinner, I stayed one Friday night in a bric-a-brac-stuffed room painted in jarring shades of burgundy, turquoise and navy, with a velour curtain in place of a toilet door and a communal Nespresso machine in the corridor. I do not like anyone in this world well enough to forgo a toilet door, while if you speak to me at a communal Nespresso machine at 7am before I have drunk the Nespresso, I will unapologetically hammer you to death with a Muji indoor shoe.</p>  <figure class=\"element element-image\" data-media-id=\"96110c259f31dafdc15b7a7676d0b9c11e6be783\"> <img src=\"https://media.guim.co.uk/96110c259f31dafdc15b7a7676d0b9c11e6be783/0_0_5395_3597/1000.jpg\" alt=\"The Rose’s anchovy-stuffed ‘very good’ deep-fried olives\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Rose in Deal’s ‘very good’ anchovy-stuffed deep-fried olives</span> <span class=\"element-image__credit\">Photograph: Andrew Hayes-Watkins/The Guardian</span> </figcaption> </figure>  <p>Downstairs, the dining room is thankfully less aesthetically busy. There’s an open kitchen, so you can watch the chefs flap, plus a bar to sit up at on stools and order a “Hedgerow Cobbler” made with sloe gin, raspberries, blackberries and elderflower while you nibble very good deep-fried olives stuffed with anchovy. The front-of-house are warm and kind, and there are plenty of them. This goes a long way. Executive chef Rachel O’Sullivan, of <a href=\"https://www.polpo.co.uk/\" title=\"\">Polpo</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2011/may/15/jay-rayner-restaurant-review-spuntino\" title=\"\">Spuntino</a> fame, was the name that flavoured all the opening coverage of The Rose last year, but on the evening we visited, she was certainly not present, and the menu seemed a skeleton version of the delicious, complex list <a href=\"https://www.instagram.com/p/Bpxf2rtnXcM/\" title=\"\">I’d seen on Instagram</a>.</p> <p>We chose three of the five starters, beginning with good, home-blitzed taramasalata served with slightly past-their-best radishes. A plate of steamed asparagus appeared, topped with a ladle of gritty, brown and not particularly pleasant walnut-and-anchovy butter. “Hot smoked salmon with pickles and creme fraiche” turned out to be a piece of baked, but now almost cold salmon that was hot neither in flavour nor temperature. And the smoked prawns advertised on the specials board had run out by the time we sat down at 8pm, despite there being only a handful of other diners.</p>  <figure class=\"element element-image\" data-media-id=\"68bcd53915e147e25e19ead7606f40365e300667\"> <img src=\"https://media.guim.co.uk/68bcd53915e147e25e19ead7606f40365e300667/0_0_5506_3671/1000.jpg\" alt=\"The Rose’s lamb shoulder on skordalia\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Rose’s crisp lamb shoulder came on ‘a pulpy bed of skordalia that was so bland, I thought it was polenta.’</span> <span class=\"element-image__credit\">Photograph: Andrew Hayes-Watkins/The Guardian</span> </figcaption> </figure>  <p>By this stage, it had occurred to me that The Rose’s food was clearly not good enough to schedule a special trip to Deal around. But, by God, it feels as if it ought to be: a monumental number of moodboards and Mr &amp; Mrs Smith audience-focused marketing has led to this point, where punters now travel miles and pack overnight bags to dine here. But those who do will find very little to write home about.</p> <p>A main course of hugely overdone smoked haddock arrived with a handful of salty samphire and similarly assertive pangrattato breadcrumbs; the accompanying “soft egg” was at least soft, although I realise I am giving credit here for someone in the kitchen being able to boil an egg. Our other main course of crisp lamb shoulder was fine in a “Sunday roast leftovers” way, but it came on a pulpy bed of skordalia (Greek garlic and potato mash) that was so bland, I argued blindly that it was polenta until we re-examined the menu.</p>  <figure class=\"element element-image\" data-media-id=\"f7fd0dd03c93c77b809df2678962e70eeaaf5f76\"> <img src=\"https://media.guim.co.uk/f7fd0dd03c93c77b809df2678962e70eeaaf5f76/0_0_5371_3581/1000.jpg\" alt=\"The Rose’s rhubarb and pistachio mess\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Rose’s rhubarb and pistachio mess: ‘After three spoonfuls, I would happily not see it again until next summer.’</span> <span class=\"element-image__credit\">Photograph: Andrew Hayes-Watkins/The Guardian</span> </figcaption> </figure>  <p>We stared at the pudding menu: a chocolate mousse, a panna cotta and a “mess” – as in a crunchy, creamy thing flung into a bowl, not someone chucking napkins about willy-nilly. All of these are puddings contestants choose on MasterChef when they either cannot cook or are being strong-armed into making a pudding. The mess involved stewed rhubarb, pistachios, whipped cream and chunks of honeycomb instead of meringue, and came in a glass dessert bowl. Just like Eton mess, then: after three spoonfuls, I would happily not see it again until next summer.</p> <p>Because of all this, I am now ever so slightly put off moving to Deal and opening a reiki healing centre or mead brewery. The locals will be joyous.</p> <p>• <strong><a href=\"https://therosedeal.com\" title=\"\">The Rose</a></strong> 91 High Street, Deal, Kent, 01304 389127. Open Weds-Sun, lunch noon-3pm (4pm Sun), dinner 6-9.30pm. About £30 a head, plus drinks and service.</p> <p><strong>Food</strong> 5/10 <br><strong>Atmosphere</strong> 6/10 <br><strong>Service </strong>7/10</p>",
          "newspaperPageNumber": "22",
          "wordcount": "800",
          "commentCloseDate": "2019-06-17T23:00:00Z",
          "commentable": "true",
          "firstPublicationDate": "2019-05-17T09:00:11Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-07-09T09:30:25Z",
          "newspaperEditionDate": "2019-05-18T00:00:00Z",
          "productionOffice": "UK",
          "publication": "The Guardian",
          "shortUrl": "https://gu.com/p/bfv6g",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/37607179b642c23db8e89bfadfa3e4866fdaac2f/0_232_5469_3281/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "bodyText": "One of the perils of living in a seaside resort such as Deal on the east coast of Kent is that, eventually, London will find you. One minute, you can pop out to Londis in your dressing gown, drink Gold Blend and have no real opinion on nuno felting, then a shift will occur. One of those incomers will paint over a pebble-dashed terrace with Farrow &amp; Ball Arsenic, open a gluten-free macaron kiosk, and the game will be up. For Kensal Rise and Hackney people, that’s like leaving jam out for ants. Soon, you’ll be knee deep in nocellara olives, spoken-word performances and places like The Rose on Deal high street, a recently tarted-up pub, restaurant and boutique hotel. Any implication that the plutonium-grade revampment of The Rose from rough-and-ready, 200-year-old, old-school boozer to chic magnet for mini-breakers is “an improvement” will doubtless cause the locals umbrage. Nevertheless, it now serves rhubarb mezcal cocktails, tiny bowls of Marcona almonds, wild nettle soup and ox tongue on beetroot. For £200, without dinner, I stayed one Friday night in a bric-a-brac-stuffed room painted in jarring shades of burgundy, turquoise and navy, with a velour curtain in place of a toilet door and a communal Nespresso machine in the corridor. I do not like anyone in this world well enough to forgo a toilet door, while if you speak to me at a communal Nespresso machine at 7am before I have drunk the Nespresso, I will unapologetically hammer you to death with a Muji indoor shoe. Downstairs, the dining room is thankfully less aesthetically busy. There’s an open kitchen, so you can watch the chefs flap, plus a bar to sit up at on stools and order a “Hedgerow Cobbler” made with sloe gin, raspberries, blackberries and elderflower while you nibble very good deep-fried olives stuffed with anchovy. The front-of-house are warm and kind, and there are plenty of them. This goes a long way. Executive chef Rachel O’Sullivan, of Polpo and Spuntino fame, was the name that flavoured all the opening coverage of The Rose last year, but on the evening we visited, she was certainly not present, and the menu seemed a skeleton version of the delicious, complex list I’d seen on Instagram. We chose three of the five starters, beginning with good, home-blitzed taramasalata served with slightly past-their-best radishes. A plate of steamed asparagus appeared, topped with a ladle of gritty, brown and not particularly pleasant walnut-and-anchovy butter. “Hot smoked salmon with pickles and creme fraiche” turned out to be a piece of baked, but now almost cold salmon that was hot neither in flavour nor temperature. And the smoked prawns advertised on the specials board had run out by the time we sat down at 8pm, despite there being only a handful of other diners. By this stage, it had occurred to me that The Rose’s food was clearly not good enough to schedule a special trip to Deal around. But, by God, it feels as if it ought to be: a monumental number of moodboards and Mr &amp; Mrs Smith audience-focused marketing has led to this point, where punters now travel miles and pack overnight bags to dine here. But those who do will find very little to write home about. A main course of hugely overdone smoked haddock arrived with a handful of salty samphire and similarly assertive pangrattato breadcrumbs; the accompanying “soft egg” was at least soft, although I realise I am giving credit here for someone in the kitchen being able to boil an egg. Our other main course of crisp lamb shoulder was fine in a “Sunday roast leftovers” way, but it came on a pulpy bed of skordalia (Greek garlic and potato mash) that was so bland, I argued blindly that it was polenta until we re-examined the menu. We stared at the pudding menu: a chocolate mousse, a panna cotta and a “mess” – as in a crunchy, creamy thing flung into a bowl, not someone chucking napkins about willy-nilly. All of these are puddings contestants choose on MasterChef when they either cannot cook or are being strong-armed into making a pudding. The mess involved stewed rhubarb, pistachios, whipped cream and chunks of honeycomb instead of meringue, and came in a glass dessert bowl. Just like Eton mess, then: after three spoonfuls, I would happily not see it again until next summer. Because of all this, I am now ever so slightly put off moving to Deal and opening a reiki healing centre or mead brewery. The locals will be joyous. • The Rose 91 High Street, Deal, Kent, 01304 389127. Open Weds-Sun, lunch noon-3pm (4pm Sun), dinner 6-9.30pm. About £30 a head, plus drinks and service. Food 5/10 Atmosphere 6/10 Service 7/10",
          "charCount": "4609",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "true",
          "bylineHtml": "<span data-tag-id=\"15675\" class=\"contributor\">Grace Dent</span>"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "travel/2019/mar/28/marvellous-milos-the-greek-island-full-of-fresh-flavours",
        "type": "article",
        "sectionId": "travel",
        "sectionName": "Travel",
        "webPublicationDate": "2019-03-28T06:30:23Z",
        "webTitle": "Marvellous Milos: the Greek island full of fresh flavours",
        "webUrl": "https://www.theguardian.com/travel/2019/mar/28/marvellous-milos-the-greek-island-full-of-fresh-flavours",
        "apiUrl": "https://content.guardianapis.com/travel/2019/mar/28/marvellous-milos-the-greek-island-full-of-fresh-flavours",
        "fields": {
          "headline": "Marvellous Milos: the Greek island full of fresh flavours",
          "standfirst": "<p>Athenians have fallen for the thriving but unpretentious food scene on this Cyclades island. We pick six of the best places to eat between trips to the beach<br></p>",
          "trailText": "Athenians have fallen for the thriving but unpretentious food scene on this Cyclades island. We pick six of the best places to eat between trips to the beach<br>",
          "byline": "Amanda Dardanis",
          "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"bb8a7036e4002a9a37fce83a0d4189462f95c764\"> <img src=\"https://media.guim.co.uk/bb8a7036e4002a9a37fce83a0d4189462f95c764/0_0_5374_3224/1000.jpg\" alt=\"Colourful fisherman's cottages at Klyma village, near Tripiti, Milos, Greece.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bright spot … fishermans’ cottages in the village of Klyma, near Tripiti, Milos.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>",
          "body": "<p>The word-of-mouth buzz about O Hamos, a family-run taverna on the Greek island of Milos, had been so loud that I’d heard it in Athens. So I decided to discover it, over a late lunch, for myself.</p> <p>Now, it may be a surprise that there is no seafood on the menu – given the restaurant’s fantastic location near the sea – but if the Psatha family can’t grow it, breed it or produce it on their farm, it’s got no business being on their hand-thrown plates. Plus, as well as supplying all the taverna’s meat and vegetables, they also make their own cheeses.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/maps/embed/mar/2019-03-27T15:59:12.html\" data-alt=\"Milos map\"> <a href=\"https://interactive.guim.co.uk/maps/embed/mar/2019-03-27T15:59:12.html\">Milos map</a> </figure>  <p>No matter, I was under orders from foodie friends in Athens to look no further than the <em>katsikaki</em> (young goat) baked in parchment with molasses. We threw in a “half-kilo” of local white wine (that’s how we order it in Greece) with a few traditional dishes, such as <em>bouyiourdi</em> (tomatoes, feta cheese and spicy peppers baked in a clay pot) and mopped up every bite with homemade bread that hung from our chairs in string bags.</p>  <figure class=\"element element-image element--immersive\" data-media-id=\"f20ed7beb515f187bc0f1b31acbbfde5c6749723\"> <img src=\"https://media.guim.co.uk/f20ed7beb515f187bc0f1b31acbbfde5c6749723/0_282_5906_3545/1000.jpg\" alt=\"Adamas, Milos, Greece.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adamas, Milos.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>Tables filled up fast across the courtyard, a Greek version of an English pub garden with bright geraniums, terracotta pots and kitchen herbs that spilled out of driftwood planters. “Forget trying to land a table here after 7pm,” said Gina, my lunch date (who summered on Milos as a child before moving here five years ago).</p> <p>When our bill came, it was barely more than €10 each, and we also received a visit from Athina, the Psatha family matriarch, who brought us a free round of <em>tsipouro.</em> She also arrived with a black marker and invited me to scrawl over her pale lemon walls: a house ritual – the buzzy courtyard is full of poetic inscriptions and odes to Athina’s cooking.</p> <p>O Hamos is near the port town of Adamas and has been open for 27 years. Yet, all across Milos, are characterful, family-run restaurants just like it, which aren’t merely “working the season” but proudly practising slow cooking and inventive locavore menus. Not because it’s trending but because it’s how they’ve always done it.</p>  <figure class=\"element element-image\" data-media-id=\"e426be5c4c79103adc999ca318defe73830d1356\"> <img src=\"https://media.guim.co.uk/e426be5c4c79103adc999ca318defe73830d1356/189_0_600_600/500.jpg\" alt=\"Kitchen and counter at O Hamos, Adamas, Greece.\" width=\"500\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kitchen and counter at O Hamos, Adamas</span> <span class=\"element-image__credit\">Photograph: O! Hamos!</span> </figcaption> </figure>  <p>Often, the culinary spotlight has been on Sifnos, Milos’s stylish Cycladic neighbour, but now word has got out that the cuisine here is just as good. And it’s also supplanting this modest volcanic island’s main claim to fame – as the birthplace of the Aphrodite of Milos (Venus de Milo). As local restaurants acquire more international dash, sophisticated Athenians make a point of going each year to relish food now on a par with the capital (and the island has some of Greece’s most dramatic beaches, too).</p> <p>“Twenty, even ten, years ago Milos was a very ‘Greek’ island of fishermen and miners; it was never geared to tourism,” says Gina. “But over the past five years restaurants have become more gourmet, without losing their core charms.”</p> <p>In the three days I spent speed-dating the island’s culinary scene, I found creative, assured and gimmick-free Mediterranean menus and, underpinning it all, was the pleasing democracy that defines Greek cuisine. Even at Milos’s priciest restaurants, you can eat to a budget and there will be no judgment for forsaking bottled wine and fish priced by the kilo in preference for meze, pitta dipped into creamy taramasalata, and house plonk by the jug.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"ea520d88fae7ef615f07217debc5a29dcceb9d86\"> <img src=\"https://media.guim.co.uk/ea520d88fae7ef615f07217debc5a29dcceb9d86/0_0_5616_3370/1000.jpg\" alt=\"Snorkellers at Kleftiko caves, Milos, Greece.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Snorkellers at Kleftiko caves.</span> <span class=\"element-image__credit\">Photograph: Stuart Black/Alamy</span> </figcaption> </figure>  <p>Culinary kudos aside, horseshoe-shaped Milos is also a show-stopper because of its spectacular geological and rock formations. You might even take time to marvel at the lunar-like beauty of Sarakiniko beach, explore some of the 70-plus other sandy beaches, or swim amid the caves at Kleftiko in waters so blue you’d believe Photoshop has been used.<br>• <em><a href=\"http://www.ohamos-milos.gr/\" title=\"\">ohamos-milos.gr</a></em></p> <h2>More Milos: six food experiences</h2> <p><strong>Volcanic food at Sirocco</strong></p>  <figure class=\"element element-image\" data-media-id=\"dda8a82c59537e7f78ca7a1666bb034d060fe26d\"> <img src=\"https://media.guim.co.uk/dda8a82c59537e7f78ca7a1666bb034d060fe26d/0_1_1279_767/1000.jpg\" alt=\"Sirocco, Milos, Greece.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p><br>This family-run beach taverna in Paleochori does simple Greek food, slow-cooked for hours in a volcanic sand pit. Food is buried in clay pots 40cm beneath the surface, where it’s heated by geothermal springs.</p> <p>“My father started experimenting 20 years ago,” says owner Stella Tseroni. “He began with an egg and a potato, then graduated to meat.”</p> <p>Stella’s son invites diners onto the sand to watch him dig up their lunch, which can include lamb shank (€13 for a plate two can share), roast potatoes, and a whole aubergine (€5 each). Paleochori isn’t the prettiest beach on Milos but the food really satisfies.<br>•<em> <a href=\"https://www.restaurantsirocco.gr/\" title=\"\">restaurantsirocco.gr</a></em></p> <p><strong>Seafood to savour at Armira</strong><strong> </strong></p>  <figure class=\"element element-image\" data-media-id=\"ef68af00003fa7740415e86aabfb4bd8292d7c8e\"> <img src=\"https://media.guim.co.uk/ef68af00003fa7740415e86aabfb4bd8292d7c8e/0_106_2048_1229/1000.jpg\" alt=\"Armira, Milos, Greece.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>The bijou port of Pollonia is great for seafood, with terrific fish restaurants dotted around it. Classy Armira – with its standout dishes of stonefish soup and shrimp ragout inside a Cypriot pie with yoghurt sauce – stole the show last summer by adding a roof garden to its chic whitewashed courtyard. All the fish on the menu comes from the family’s traditional kaiki fishing boat and you can eat and drink fantastically well here from around €15 a head – a favourite is the octopus with <em>fava</em> (yellow split peas cooked with onions and garlic).<br>• <em><a href=\"https://www.facebook.com/armiramilos/\" title=\"\">On Facebook</a></em></p> <p><strong>Meze at Med</strong><strong>usa</strong></p>  <figure class=\"element element-image\" data-media-id=\"458d90b18ddbf78669b24940da6875d1b5f083b2\"> <img src=\"https://media.guim.co.uk/458d90b18ddbf78669b24940da6875d1b5f083b2/0_22_795_477/500.png\" alt=\"Medusa, Milos, Greece.\" width=\"500\" height=\"300\" class=\"gu-image\" /> </figure>  <p>With a cliffside setting above the brightly painted <em>syrmata</em> (fishermen’s huts) of Mandrakia village, Medusa ouzerie is a much-loved spot for a lingering lunch. Enjoy ouzo the Greek way: teamed with seafood meze, sunshine and a sea breeze. The grilled sardines, smoked eel with fava (both around €9), and the aubergine and courgette balls (€5) are all great choices. Wander down to the fishing village of Firopatamos below for a post-prandial nap on one of the beanbags that front the iridescent waters.<br>• <em><a href=\"https://medusamilos.gr/en/medusa-restaurant/\" title=\"\">medusamilos.gr</a></em></p> <p><strong>Beach picnic from Kivotos ton Gefseon,</strong><strong> Firiplaka</strong></p>  <figure class=\"element element-image\" data-media-id=\"5f9d4bfe014404cbd8fb0ff32c643c05b8b3bb28\"> <img src=\"https://media.guim.co.uk/5f9d4bfe014404cbd8fb0ff32c643c05b8b3bb28/0_271_3264_1958/1000.jpg\" alt=\"Kivotos ton Gefseon, Milos, Greece\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>  <p>In Pollonia, visit Kivotos ton Gefseon (Ark of Flavours) and grab a few slices of its must-try watermelon pie – watermelon, honey, cinnamon, flour, sesame, and oven baked – for €2.50 a portion, or try the <em>galaktoboureko</em> (€3.80). The latter is Greece’s answer to the custard slice. Batches come out of the oven every half hour, so wait with a coffee or a dish of its homemade yoghurt with fruit and honey (€3.80) in the rose garden or browse the honeys and oils made by this family of beekeepers. Take away your goodies and picnic on Firiplaka Bay: a volcanic beach set against pink-and-white cliffs. The adventurous may prefer Tsigrado, the smaller, more secluded beach next door, reached by a short climb down a steep rope ladder.</p> <p><strong>Sunset dining </strong><strong>in Tripiti</strong></p>  <figure class=\"element element-image element--showcase\" data-media-id=\"fdd2ae41506d7d4a09b75338ab1b583647993e21\"> <img src=\"https://media.guim.co.uk/fdd2ae41506d7d4a09b75338ab1b583647993e21/0_268_6016_3611/1000.jpg\" alt=\"Tripiti village on Milos island. Cyclades, Greece.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tripiti.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>Slip away from the tourists who flock to the historic hilltop town of Plaka to salute the sunset and go to the next village down, Tripiti, instead. It’s home to third-century catacombs, as well as gourmet hotspots, such as homey <strong>Ergína</strong> taverna, next to Agios Nikolaos church. Ergína probably won’t win awards for plating but the sunsets from its blue-picket-fenced deck are another matter. Mains are generous and, if you’re craving moussaka, this is the place to have it. However, it’s the vegetarian meze (from around €5) that really stands out. Feast on the famous Milos <em>pitarakia</em> – a cross between a samosa and a Greek cheese pie; the long-baked peppers filled with <em>manouri</em>, the local, soft goat’s milk cheese; or the flavour-packed aubergine rolls.</p> <p><strong>Brunch at Astakas</strong><strong> in Klyma</strong></p>  <figure class=\"element element-image\" data-media-id=\"c666123931563c9cbe5adee4e90301e88f9817f9\"> <img src=\"https://media.guim.co.uk/c666123931563c9cbe5adee4e90301e88f9817f9/0_0_6002_3601/1000.jpg\" alt=\"Woman walking in the colorful fishermens village of Klyma, Milos, Greece.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Seaside in Klyma.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <p>White tables metres from the water; sea spray around your ankles; colourful fisherman’s cottages as a backdrop – this merely whets the appetite here. The famous lobster spaghetti at elegant Astakas is a pricey option (€90 a kilo, based on fishermen’s prices last summer) but it’s no reason to miss out on this dreamy locale that nails most people’s idea of the Greek-island fantasy. Go for brunch and order the baked eggs with homemade tomato marmalade. Add a coffee and you’ll pay around €10.</p> <h2>Where to stay</h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"92181b568b7846ba2d9fd9169aa008b2e33b8797\"> <img src=\"https://media.guim.co.uk/92181b568b7846ba2d9fd9169aa008b2e33b8797/0_0_1024_683/1000.jpg\" alt=\"Captain Zeppos, Pollonia, Milos, Greece.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Captain Zeppos</span> <span class=\"element-image__credit\">Photograph: Captain Zeppos</span> </figcaption> </figure>  <p><a href=\"http://www.captainzeppos.com/\" title=\"\">Captain Zeppos</a> is a seafront bolthole with four gorgeously decked out self-catering suites from €120 a night. You’re right near the restaurant and cafes action of Pollonia, though you’ll probably spend most of the day lounging around the slinky pool deck or taking dips from the private dock.</p> <h2>Getting there</h2> <p><a href=\"https://en.aegeanair.com/\" title=\"\">Aegean Airlines</a> flies from Heathrow to Athens three times a day (from £61 one way), and on to Milos four times a day during summer (from €53 one way). Ferry providers, such as <a href=\"http://zanteferries.gr/?lang=en\" title=\"\">Zante Ferries</a>, travel daily to Milos from Athens’ Piraeus port for around €75 return (journey time about 4<sup>1/2</sup> hours each way).</p> <p>• This article was amended on 29 March 2019. In an earlier version, young goat was described as <em>gourounopoulo</em>, meaning piglet; it should have been <em>katsikaki</em>. The Kivotos ton Gefseon shop is better translated as Ark (not Cave) of Flavours. And <em>galaktoboureko</em> was misspelt as <em>galatsaboureko</em>. This has been corrected.</p> <p><br></p>",
          "wordcount": "1454",
          "commentable": "false",
          "displayHint": "immersive",
          "firstPublicationDate": "2019-03-28T06:30:23Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-04-17T08:37:08Z",
          "productionOffice": "UK",
          "publication": "The Guardian",
          "shortUrl": "https://gu.com/p/b4pnb",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/bb8a7036e4002a9a37fce83a0d4189462f95c764/977_0_4397_2637/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "bodyText": "The word-of-mouth buzz about O Hamos, a family-run taverna on the Greek island of Milos, had been so loud that I’d heard it in Athens. So I decided to discover it, over a late lunch, for myself. Now, it may be a surprise that there is no seafood on the menu – given the restaurant’s fantastic location near the sea – but if the Psatha family can’t grow it, breed it or produce it on their farm, it’s got no business being on their hand-thrown plates. Plus, as well as supplying all the taverna’s meat and vegetables, they also make their own cheeses. No matter, I was under orders from foodie friends in Athens to look no further than the katsikaki (young goat) baked in parchment with molasses. We threw in a “half-kilo” of local white wine (that’s how we order it in Greece) with a few traditional dishes, such as bouyiourdi (tomatoes, feta cheese and spicy peppers baked in a clay pot) and mopped up every bite with homemade bread that hung from our chairs in string bags. Tables filled up fast across the courtyard, a Greek version of an English pub garden with bright geraniums, terracotta pots and kitchen herbs that spilled out of driftwood planters. “Forget trying to land a table here after 7pm,” said Gina, my lunch date (who summered on Milos as a child before moving here five years ago). When our bill came, it was barely more than €10 each, and we also received a visit from Athina, the Psatha family matriarch, who brought us a free round of tsipouro. She also arrived with a black marker and invited me to scrawl over her pale lemon walls: a house ritual – the buzzy courtyard is full of poetic inscriptions and odes to Athina’s cooking. O Hamos is near the port town of Adamas and has been open for 27 years. Yet, all across Milos, are characterful, family-run restaurants just like it, which aren’t merely “working the season” but proudly practising slow cooking and inventive locavore menus. Not because it’s trending but because it’s how they’ve always done it. Often, the culinary spotlight has been on Sifnos, Milos’s stylish Cycladic neighbour, but now word has got out that the cuisine here is just as good. And it’s also supplanting this modest volcanic island’s main claim to fame – as the birthplace of the Aphrodite of Milos (Venus de Milo). As local restaurants acquire more international dash, sophisticated Athenians make a point of going each year to relish food now on a par with the capital (and the island has some of Greece’s most dramatic beaches, too). “Twenty, even ten, years ago Milos was a very ‘Greek’ island of fishermen and miners; it was never geared to tourism,” says Gina. “But over the past five years restaurants have become more gourmet, without losing their core charms.” In the three days I spent speed-dating the island’s culinary scene, I found creative, assured and gimmick-free Mediterranean menus and, underpinning it all, was the pleasing democracy that defines Greek cuisine. Even at Milos’s priciest restaurants, you can eat to a budget and there will be no judgment for forsaking bottled wine and fish priced by the kilo in preference for meze, pitta dipped into creamy taramasalata, and house plonk by the jug. Culinary kudos aside, horseshoe-shaped Milos is also a show-stopper because of its spectacular geological and rock formations. You might even take time to marvel at the lunar-like beauty of Sarakiniko beach, explore some of the 70-plus other sandy beaches, or swim amid the caves at Kleftiko in waters so blue you’d believe Photoshop has been used. • ohamos-milos.gr More Milos: six food experiences Volcanic food at Sirocco This family-run beach taverna in Paleochori does simple Greek food, slow-cooked for hours in a volcanic sand pit. Food is buried in clay pots 40cm beneath the surface, where it’s heated by geothermal springs. “My father started experimenting 20 years ago,” says owner Stella Tseroni. “He began with an egg and a potato, then graduated to meat.” Stella’s son invites diners onto the sand to watch him dig up their lunch, which can include lamb shank (€13 for a plate two can share), roast potatoes, and a whole aubergine (€5 each). Paleochori isn’t the prettiest beach on Milos but the food really satisfies. • restaurantsirocco.gr Seafood to savour at Armira The bijou port of Pollonia is great for seafood, with terrific fish restaurants dotted around it. Classy Armira – with its standout dishes of stonefish soup and shrimp ragout inside a Cypriot pie with yoghurt sauce – stole the show last summer by adding a roof garden to its chic whitewashed courtyard. All the fish on the menu comes from the family’s traditional kaiki fishing boat and you can eat and drink fantastically well here from around €15 a head – a favourite is the octopus with fava (yellow split peas cooked with onions and garlic). • On Facebook Meze at Medusa With a cliffside setting above the brightly painted syrmata (fishermen’s huts) of Mandrakia village, Medusa ouzerie is a much-loved spot for a lingering lunch. Enjoy ouzo the Greek way: teamed with seafood meze, sunshine and a sea breeze. The grilled sardines, smoked eel with fava (both around €9), and the aubergine and courgette balls (€5) are all great choices. Wander down to the fishing village of Firopatamos below for a post-prandial nap on one of the beanbags that front the iridescent waters. • medusamilos.gr Beach picnic from Kivotos ton Gefseon, Firiplaka In Pollonia, visit Kivotos ton Gefseon (Ark of Flavours) and grab a few slices of its must-try watermelon pie – watermelon, honey, cinnamon, flour, sesame, and oven baked – for €2.50 a portion, or try the galaktoboureko (€3.80). The latter is Greece’s answer to the custard slice. Batches come out of the oven every half hour, so wait with a coffee or a dish of its homemade yoghurt with fruit and honey (€3.80) in the rose garden or browse the honeys and oils made by this family of beekeepers. Take away your goodies and picnic on Firiplaka Bay: a volcanic beach set against pink-and-white cliffs. The adventurous may prefer Tsigrado, the smaller, more secluded beach next door, reached by a short climb down a steep rope ladder. Sunset dining in Tripiti Slip away from the tourists who flock to the historic hilltop town of Plaka to salute the sunset and go to the next village down, Tripiti, instead. It’s home to third-century catacombs, as well as gourmet hotspots, such as homey Ergína taverna, next to Agios Nikolaos church. Ergína probably won’t win awards for plating but the sunsets from its blue-picket-fenced deck are another matter. Mains are generous and, if you’re craving moussaka, this is the place to have it. However, it’s the vegetarian meze (from around €5) that really stands out. Feast on the famous Milos pitarakia – a cross between a samosa and a Greek cheese pie; the long-baked peppers filled with manouri, the local, soft goat’s milk cheese; or the flavour-packed aubergine rolls. Brunch at Astakas in Klyma White tables metres from the water; sea spray around your ankles; colourful fisherman’s cottages as a backdrop – this merely whets the appetite here. The famous lobster spaghetti at elegant Astakas is a pricey option (€90 a kilo, based on fishermen’s prices last summer) but it’s no reason to miss out on this dreamy locale that nails most people’s idea of the Greek-island fantasy. Go for brunch and order the baked eggs with homemade tomato marmalade. Add a coffee and you’ll pay around €10. Where to stay Captain Zeppos is a seafront bolthole with four gorgeously decked out self-catering suites from €120 a night. You’re right near the restaurant and cafes action of Pollonia, though you’ll probably spend most of the day lounging around the slinky pool deck or taking dips from the private dock. Getting there Aegean Airlines flies from Heathrow to Athens three times a day (from £61 one way), and on to Milos four times a day during summer (from €53 one way). Ferry providers, such as Zante Ferries, travel daily to Milos from Athens’ Piraeus port for around €75 return (journey time about 41/2 hours each way). • This article was amended on 29 March 2019. In an earlier version, young goat was described as gourounopoulo, meaning piglet; it should have been katsikaki. The Kivotos ton Gefseon shop is better translated as Ark (not Cave) of Flavours. And galaktoboureko was misspelt as galatsaboureko. This has been corrected.",
          "charCount": "8371",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "true",
          "bylineHtml": "Amanda Dardanis"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      },
      {
        "id": "food/2018/dec/16/restaurant-92-harrogate-takes-admirable-risks-restaurant-review",
        "type": "article",
        "sectionId": "food",
        "sectionName": "Food",
        "webPublicationDate": "2018-12-16T06:00:40Z",
        "webTitle": "Restaurant 92, Harrogate: ‘Takes admirable risks’ – restaurant review",
        "webUrl": "https://www.theguardian.com/food/2018/dec/16/restaurant-92-harrogate-takes-admirable-risks-restaurant-review",
        "apiUrl": "https://content.guardianapis.com/food/2018/dec/16/restaurant-92-harrogate-takes-admirable-risks-restaurant-review",
        "fields": {
          "headline": "Restaurant 92, Harrogate: ‘Takes admirable risks’ – restaurant review",
          "standfirst": "<p>Talented young chef Michael Carr’s cooking could warm your heart. If only his dining room wasn’t so chilly…</p>",
          "trailText": "Talented young chef Michael Carr’s cooking could warm your heart, says Jay Rayner. If only his dining room wasn’t so chilly…",
          "byline": "Jay Rayner",
          "main": "<figure class=\"element element-image\" data-media-id=\"f49458e6ef1a752e62141f0af5894eb5fa1a7d72\"> <img src=\"https://media.guim.co.uk/f49458e6ef1a752e62141f0af5894eb5fa1a7d72/516_317_3419_2052/1000.jpg\" alt=\"Cold comfort: Restaurant 92, Harrogate.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cold comfort: Restaurant 92, Harrogate.</span> <span class=\"element-image__credit\">Photograph: Tom Martin/The Observer</span> </figcaption> </figure>",
          "body": "<p><strong>Restaurant 92, 92 Station Parade, Harrogate HG1 1HQ (01423 503 027). A la carte (three courses) £55. Limited lunch menu (three courses) £24. Tasting menu £65. Wines from £23</strong></p> <p>A brutally cold winter’s day in Harrogate or, as it’s known in Yorkshire at this time of year, a Friday. My train has been delayed. We have called ahead to explain why we will be 30 minutes late but no matter, we are here now. We are ready for lunch. The question is, when will it begin? And will I ever thaw out?</p> <p>I look around the brightly lit dining room of <a href=\"https://www.restaurant92.co.uk/\" title=\"\">Restaurant 92</a> and spot a couple of electric heaters pointed at two of the three occupied tables, their LEDs flashing prettily. Ours is not one of the tables to be so blessed. We are cold and we are hungry. For a long while, it appears we will stay that way. I ask politely whether we might get some bread, just to see us through the wait for the starters. The waiter tells us, equally politely, that there will be bread. He says it in a manner that indicates they have a plan which they are sticking to.</p> <p>All anybody wants to know when they enter a restaurant is that, in return for their money, everything will be OK. We want to know this very quickly. But quick, along with warm, does not appear to be on the agenda today. It takes 20 minutes from our arrival for that bread to turn up and another 15 after that to see the canapés. These are long waits in a chilly room. Did I mention the temperature?</p>  <figure class=\"element element-image\" data-media-id=\"78a848dcac84993ee8166a9443b8a96ae647e005\"> <img src=\"https://media.guim.co.uk/78a848dcac84993ee8166a9443b8a96ae647e005/0_138_4000_2400/1000.jpg\" alt=\"‘A plate of food you can explore’: rabbit and carrots.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A plate of food you can explore’: rabbit and carrots.</span> <span class=\"element-image__credit\">Photograph: Tom Martin/The Observer</span> </figcaption> </figure>  <p>For now, I will stop being distracted by these things, at least here in print if not back there in the room. Head chef <a href=\"https://www.theguardian.com/lifeandstyle/2018/jul/05/fast-food-recipe-burrata\" title=\"\">Michael Carr</a> is a talented cook. He is only 24, but has already worked in some serious kitchens. He does not prioritise prissy visuals over flavour, and he has some fun ideas. There is a largesse and enthusiasm to his food. He takes admirable risks. The problem is that he’s charging £55 for three courses, which is a slab of anybody’s money, especially in a room like this where the big light is on and the radiators are off. It does not leave space for mistakes. Three courses at <a href=\"https://www.theguardian.com/food/2018/nov/11/roski-liverpool-use-any-excuse-to-eat-here-restaurant-review\" title=\"\">Röski</a> in Liverpool a few weeks ago was £45. That was faultless. This really isn’t.</p> <p>The issue is unevenness. Here, the bread is to be taken seriously. It isn’t just something to get you through. It is a moment. It must be explained, which it is, in detail. On one side of the platter is a “chicken fat” brioche with a scoop of whipped butter, flavoured with beef dripping and dusted with onion powder. It’s animal fat-tastic. If you like your bread to have once had legs, feathers, fur and a pulse, it’s the bread course for you. It is luscious: there’s a light buttery brioche and a whipped butter that could be used as a seasoning or, alternatively, a massage oil.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Yorkshire rabbit and carrots is Carr’s cooking at its prettiest best, whimsical but unembarrassed about huge flavours</p> </blockquote> </aside>  <p>But then there’s the other side of the plate that carries triangular crackers crusted with rosemary and a ramekin of taramasalata to dredge them through. It’s all wrongness. The tarama is so acidic it tastes like tomato ketchup, and the cracker doesn’t. It bends. There are similar issues with canapés. Truffled arancini are delightful, comforting spheres of waft and soothe and loveliness. Then there’s the “crispy, salt and vinegar lamb skin”. Again, I love the idea. Why should pork get all the scratching action? Lamb fat can get in on the act, too. But it has to be served damn hot and damn crisp. This isn’t. You can taste the overly long wait it had on the pass. It was great, but perhaps 10 minutes ago.</p> <p>Eventually, 45 minutes after our arrival, we get to the starters. A platter of Yorkshire rabbit and carrots is Carr’s cooking at its prettiest and best. It’s whimsical, but also unembarrassed about huge flavours. There is shredded confited leg between discs of purple carrot. There’s a teeny-weeny rabbit rack, a cylinder of loin, dollops of acidulated carrot purée and what is announced as a “KFC lamb sweetbread” which does indeed come in the crispiest of coatings. It’s a plate of food you can explore.</p>  <figure class=\"element element-image\" data-media-id=\"c1b2e5f60a92954186da1bc33e91c2bd48af0f3a\"> <img src=\"https://media.guim.co.uk/c1b2e5f60a92954186da1bc33e91c2bd48af0f3a/683_605_2511_1507/1000.jpg\" alt=\"‘Bold and dramatic’: scallops and chicken wings.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Bold and dramatic’: scallops and chicken wings.</span> <span class=\"element-image__credit\">Photograph: Tom Martin/The Observer</span> </figcaption> </figure>  <p>In another starter, fat scallops from Orkney are joined by a wedge of charred and buttery pumpkin, crunchy pieces of boned chicken wing and a transparent glass-like crisp flavoured with <a href=\"https://www.theguardian.com/lifeandstyle/wordofmouth/2015/jun/30/i-ate-sriracha-hot-sauce-on-everything-for-an-entire-day\" title=\"\">sriracha</a> sauce. It is a bold and dramatic dish and would be thrilling, were it not for the extra 45 seconds the scallops have spent in the hot pan. There is a similar problem with a turbot dish. Admirably, the fish has been cooked on the bone. Unfortunately, it’s also just overcooked which is a crying shame for such a fine piece of fish. But again, there are elements on this plate to wallow in: a cep purée with the lightest dice of tomato, and sweet salty clams alongside braised cabbage leaves. Perched on top of those leaves are bright yellow balls of saffron potato. They are completely undercooked. They slide away from my fork.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>‘Scallops from Orkney with sriracha sauce would be thrilling, were it not for the extra 45 seconds spent in the hot pan’</p> </blockquote> </aside>  <p>More consistent is a piece of crisp-skinned roasted guinea fowl, with fronds of roasted mushroom, a paunchy truffled potato terrine and pieces of charred sweetcorn, over which is poured a meaty, creamy old-school sauce, the good kind of brown. It could have done without the granola. I understand the desire to provide texture, but sweetened breakfast cereal is not the way to go. I do however acknowledge that a dislike of granola on savoury dishes is a long-held prejudice of mine. Others might approve. They’d be wrong, but they might.</p> <p>Desserts feel like initial sketches, in need of further thought. In the case of something called “Fallen Autumnal Leaves”, modelled on the forest floor, the main thought should be that it’s a terrible idea. Jerusalem artichoke sponge cake is a promise, completely broken. Tuber does not bellow dessert at me. Caramelised and salted pieces of artichoke don’t improve things. A plate of British cherries with fragments of frangipane and candyfloss is much better, though a thin disc of crumbly, cherry jelly wouldn’t be missed if it was mislaid.</p>  <figure class=\"element element-image\" data-media-id=\"c15de6ce102ec866e93a84f7989e315482f4c55a\"> <img src=\"https://media.guim.co.uk/c15de6ce102ec866e93a84f7989e315482f4c55a/65_183_3875_2325/1000.jpg\" alt=\"‘In need of further thought’: ‘Fallen Autumnal Leaves’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘In need of further thought’: ‘Fallen Autumnal Leaves’.</span> <span class=\"element-image__credit\">Photograph: Tom Martin/The Observer</span> </figcaption> </figure>  <p>To get warm we order coffee. We begin one of those cheery “we’re all in it together” conversations about the chill, with the other tables. I tell them I have heater envy, one of Freud’s lesser known diagnoses. Finally, the otherwise efficient waiters acknowledge there might be a temperature issue. Mostly, there is the feeling here of an ambitious restaurant which could be great, but which right now isn’t quite sure how to become so. I do hope they work it out.</p> <h2>News bites</h2> <p>The tiny <strong>Restaurant No 5</strong>, in Winchcombe – like 92, named for its street address – has come a long way since I purred over it at opening in 2004. It has awards, many and various. Go there for a casserole of mussels in cider, followed by rack and belly of pork with sage, onion and grilled fig. Finish with ‘Chocolate, chocolate, chocolate’, so good they named it thrice (<em><a href=\"http://www.5northstreetrestaurant.co.uk/\">5north streetrestaurant.co.uk</a></em>).</p> <p>Nottingham Trent University and the School of Artisan Food in nearby Welbeck have joined forces to offer Britain’s first degree in <strong>artisan food production</strong>, with teaching across both institutions. Year one includes modules on bread, patisserie, dairy production and both food chemistry and entrepreneurship and marketing. The first intake is September 2019 (<em><a href=\"https://www.ntu.ac.uk/\">ntu.ac.uk</a></em>).</p> <p>Exhausted by the prospect of cooking <strong>Christmas lunch</strong>? You’re not alone. A survey of 20,000 AA members shows that the number of people set to eat in a restaurant or pub on Christmas day has trebled from 3% to 10%. In London and the southeast that figure rises to 25%. Saves on the washing up.</p> <p><em>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a> or follow him on Twitter <a href=\"https://twitter.com/jayrayner1\">@jayrayner1</a></em></p>",
          "newspaperPageNumber": "34",
          "wordcount": "1356",
          "commentCloseDate": "2018-12-19T06:00:40Z",
          "commentable": "true",
          "firstPublicationDate": "2018-12-16T06:00:40Z",
          "isInappropriateForSponsorship": "false",
          "isPremoderated": "false",
          "lastModified": "2019-07-09T09:31:19Z",
          "newspaperEditionDate": "2018-12-16T00:00:00Z",
          "productionOffice": "UK",
          "publication": "The Observer",
          "shortUrl": "https://gu.com/p/a5n35",
          "shouldHideAdverts": "false",
          "showInRelatedContent": "true",
          "thumbnail": "https://media.guim.co.uk/f49458e6ef1a752e62141f0af5894eb5fa1a7d72/516_317_3419_2052/500.jpg",
          "legallySensitive": "false",
          "lang": "en",
          "bodyText": "Restaurant 92, 92 Station Parade, Harrogate HG1 1HQ (01423 503 027). A la carte (three courses) £55. Limited lunch menu (three courses) £24. Tasting menu £65. Wines from £23 A brutally cold winter’s day in Harrogate or, as it’s known in Yorkshire at this time of year, a Friday. My train has been delayed. We have called ahead to explain why we will be 30 minutes late but no matter, we are here now. We are ready for lunch. The question is, when will it begin? And will I ever thaw out? I look around the brightly lit dining room of Restaurant 92 and spot a couple of electric heaters pointed at two of the three occupied tables, their LEDs flashing prettily. Ours is not one of the tables to be so blessed. We are cold and we are hungry. For a long while, it appears we will stay that way. I ask politely whether we might get some bread, just to see us through the wait for the starters. The waiter tells us, equally politely, that there will be bread. He says it in a manner that indicates they have a plan which they are sticking to. All anybody wants to know when they enter a restaurant is that, in return for their money, everything will be OK. We want to know this very quickly. But quick, along with warm, does not appear to be on the agenda today. It takes 20 minutes from our arrival for that bread to turn up and another 15 after that to see the canapés. These are long waits in a chilly room. Did I mention the temperature? For now, I will stop being distracted by these things, at least here in print if not back there in the room. Head chef Michael Carr is a talented cook. He is only 24, but has already worked in some serious kitchens. He does not prioritise prissy visuals over flavour, and he has some fun ideas. There is a largesse and enthusiasm to his food. He takes admirable risks. The problem is that he’s charging £55 for three courses, which is a slab of anybody’s money, especially in a room like this where the big light is on and the radiators are off. It does not leave space for mistakes. Three courses at Röski in Liverpool a few weeks ago was £45. That was faultless. This really isn’t. The issue is unevenness. Here, the bread is to be taken seriously. It isn’t just something to get you through. It is a moment. It must be explained, which it is, in detail. On one side of the platter is a “chicken fat” brioche with a scoop of whipped butter, flavoured with beef dripping and dusted with onion powder. It’s animal fat-tastic. If you like your bread to have once had legs, feathers, fur and a pulse, it’s the bread course for you. It is luscious: there’s a light buttery brioche and a whipped butter that could be used as a seasoning or, alternatively, a massage oil. But then there’s the other side of the plate that carries triangular crackers crusted with rosemary and a ramekin of taramasalata to dredge them through. It’s all wrongness. The tarama is so acidic it tastes like tomato ketchup, and the cracker doesn’t. It bends. There are similar issues with canapés. Truffled arancini are delightful, comforting spheres of waft and soothe and loveliness. Then there’s the “crispy, salt and vinegar lamb skin”. Again, I love the idea. Why should pork get all the scratching action? Lamb fat can get in on the act, too. But it has to be served damn hot and damn crisp. This isn’t. You can taste the overly long wait it had on the pass. It was great, but perhaps 10 minutes ago. Eventually, 45 minutes after our arrival, we get to the starters. A platter of Yorkshire rabbit and carrots is Carr’s cooking at its prettiest and best. It’s whimsical, but also unembarrassed about huge flavours. There is shredded confited leg between discs of purple carrot. There’s a teeny-weeny rabbit rack, a cylinder of loin, dollops of acidulated carrot purée and what is announced as a “KFC lamb sweetbread” which does indeed come in the crispiest of coatings. It’s a plate of food you can explore. In another starter, fat scallops from Orkney are joined by a wedge of charred and buttery pumpkin, crunchy pieces of boned chicken wing and a transparent glass-like crisp flavoured with sriracha sauce. It is a bold and dramatic dish and would be thrilling, were it not for the extra 45 seconds the scallops have spent in the hot pan. There is a similar problem with a turbot dish. Admirably, the fish has been cooked on the bone. Unfortunately, it’s also just overcooked which is a crying shame for such a fine piece of fish. But again, there are elements on this plate to wallow in: a cep purée with the lightest dice of tomato, and sweet salty clams alongside braised cabbage leaves. Perched on top of those leaves are bright yellow balls of saffron potato. They are completely undercooked. They slide away from my fork. More consistent is a piece of crisp-skinned roasted guinea fowl, with fronds of roasted mushroom, a paunchy truffled potato terrine and pieces of charred sweetcorn, over which is poured a meaty, creamy old-school sauce, the good kind of brown. It could have done without the granola. I understand the desire to provide texture, but sweetened breakfast cereal is not the way to go. I do however acknowledge that a dislike of granola on savoury dishes is a long-held prejudice of mine. Others might approve. They’d be wrong, but they might. Desserts feel like initial sketches, in need of further thought. In the case of something called “Fallen Autumnal Leaves”, modelled on the forest floor, the main thought should be that it’s a terrible idea. Jerusalem artichoke sponge cake is a promise, completely broken. Tuber does not bellow dessert at me. Caramelised and salted pieces of artichoke don’t improve things. A plate of British cherries with fragments of frangipane and candyfloss is much better, though a thin disc of crumbly, cherry jelly wouldn’t be missed if it was mislaid. To get warm we order coffee. We begin one of those cheery “we’re all in it together” conversations about the chill, with the other tables. I tell them I have heater envy, one of Freud’s lesser known diagnoses. Finally, the otherwise efficient waiters acknowledge there might be a temperature issue. Mostly, there is the feeling here of an ambitious restaurant which could be great, but which right now isn’t quite sure how to become so. I do hope they work it out. News bites The tiny Restaurant No 5, in Winchcombe – like 92, named for its street address – has come a long way since I purred over it at opening in 2004. It has awards, many and various. Go there for a casserole of mussels in cider, followed by rack and belly of pork with sage, onion and grilled fig. Finish with ‘Chocolate, chocolate, chocolate’, so good they named it thrice (5north streetrestaurant.co.uk). Nottingham Trent University and the School of Artisan Food in nearby Welbeck have joined forces to offer Britain’s first degree in artisan food production, with teaching across both institutions. Year one includes modules on bread, patisserie, dairy production and both food chemistry and entrepreneurship and marketing. The first intake is September 2019 (ntu.ac.uk). Exhausted by the prospect of cooking Christmas lunch? You’re not alone. A survey of 20,000 AA members shows that the number of people set to eat in a restaurant or pub on Christmas day has trebled from 3% to 10%. In London and the southeast that figure rises to 25%. Saves on the washing up. Email Jay at jay.rayner@observer.co.uk or follow him on Twitter @jayrayner1",
          "charCount": "7442",
          "shouldHideReaderRevenue": "false",
          "showAffiliateLinks": "true",
          "bylineHtml": "<span data-tag-id=\"15803\" class=\"contributor\">Jay Rayner</span>"
        },
        "isHosted": false,
        "pillarId": "pillar/lifestyle",
        "pillarName": "Lifestyle"
      }
    ]
  }
}